[
  {
    "image": "/images/headerTemplate/male-1.jpg",
    "description": "经典商务正装",
    "prompt1": "一个华丽的古典室内场景，背景有盛开的金色梅花枝和传统建筑的雕花木窗，暖色调灯光营造出温馨而富丽堂皇的氛围，地面铺有金色花纹的地毯，周围点缀着色彩鲜艳的牡丹花和精致的灯笼，整体风格具有浓厚的盛唐时期东方古典美学，画面细腻，光影柔和，细节丰富。",
    "prompt2": "一位身着红色底、绣有金色和白色花纹的交领襦裙，下身搭配淡粉色长裙，腰间系着青绿色丝带的女子。她盘着发髻，发间插着红色花朵和流苏发饰，弹奏着一把木质琵琶，手指轻拨琴弦，姿态优雅，神情专注"
  },
  {
    "image": "/images/headerTemplate/male-2.jpg",
    "description": "绿色风格",
    "prompt1": "青绿色调的江南水乡，雨后河面波光粼粼，古旧木船停泊于岸边，枝叶垂落形成天然画框，水墨晕染质感，柔光朦胧氛围，低饱和度，电影感构图，静谧诗意，东方美学，国风意境，古风写真，清冷氛围感，雨丝若隐若现，水面倒影虚实相生。",
    "prompt2": "/imagine prompt: 身着淡青色薄纱汉服，内搭白色交领中衣，广袖飘逸，腰间系带自然垂落，手持一把写有墨迹书法的油纸伞，伞柄系红色流苏，发髻高挽，发丝微散，佩戴简约发簪，姿态端庄静立船头。 --ar 3:4 --v 6.0 --style raw --stylize 200"
  },
  {
    "image": "/images/headerTemplate/male-3.jpg",
    "description": "绿色风格1",
    "prompt1": "庭院场景，白墙黛瓦，翠竹与绿植环绕，自然光柔和，背景虚化，清新雅致，唐风意境，古风写真，明丽色调，电影感构图，东方美学，静谧氛围，传统园林元素，淡雅色彩搭配。",
    "prompt2": "身着唐制齐胸襦裙，外披淡粉色印花大袖衫，内搭浅蓝色长裙，裙身绣有淡雅花卉纹样，腰间系带自然垂落，手持团扇，扇面绘有花鸟图案，发髻高盘，佩戴金色发饰与额饰，保留真实人像质感。"
  },
  {
    "image": "/images/headerTemplate/male-4.jpg",
    "description": "绿色风格1",
    "prompt1": "自然水景，溪流或池塘，翠绿植物环绕，柔和自然光，背景虚化，清新雅致，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配",
    "prompt2": "身着古风轻纱汉服，外披白色半透明长衫，内搭浅绿色与红色相间的裙装，裙摆轻盈飘逸，腰间系带自然垂落，手持白色小茶杯，姿态优雅，发丝乌黑浓密，部分发丝自然垂落肩头，发髻用简约发簪固定，发饰精致但不繁复"
  },
  {
    "image": "/images/headerTemplate/male-5.jpg",
    "description": "绿色风格1",
    "prompt1": "自然溪流场景，清澈水流，竹筏漂浮，岸边绿植环绕，柔和自然光，背景虚化，清新雅致，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配。",
    "prompt2": "身着古风轻纱汉服，外披白色半透明长衫，内搭浅绿色与红色相间的裙装，裙摆轻盈飘逸，腰间系带自然垂落，手持白色油纸伞，伞柄系有红色流苏，发丝乌黑浓密，部分发丝自然垂落肩头，发髻用简约发簪固定，发饰精致但不繁复"
  },
  {
    "image": "/images/headerTemplate/male-6.jpg",
    "description": "绿色风格1",
    "prompt1": "自然溪流场景，清澈水流，竹筏漂浮，岸边绿植环绕，柔和自然光，背景虚化，清新雅致，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配。",
    "prompt2": "身着古风轻纱汉服，外披白色半透明长衫，内搭浅绿色与红色相间的裙装，裙摆轻盈飘逸，腰间系带自然垂落，手持白色小茶杯，姿态优雅，发丝乌黑浓密，部分发丝自然垂落肩头，发髻用简约发簪固定，发饰精致但不繁复"
  },
  {
    "image": "/images/headerTemplate/male-7.jpg",
    "description": "绿色风格1",
    "prompt1": "自然溪流场景，清澈水面倒映着斑驳的树影，古朴的竹筏漂浮于水上，岸边绿树成荫，阳光透过树叶洒下形成丁达尔效应，光影斑驳，清新雅致，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配，高画质，细腻质感",
    "prompt2": "身着古风汉服，上身是淡青色与白色相间的抹胸，外披半透明长衫，腰间系有红色腰带，下身是白色百褶长裙，裙摆轻盈飘逸。身披一条蓝红渐变的宽大披帛，披帛随风自然垂落。黑色长发梳成高髻，发丝微卷，几缕碎发垂落额前与耳畔，发间点缀简约发簪。姿态慵懒，侧身坐在竹筏上，一手托腮，另一手自然垂放，赤足搭在竹筏边缘，脚踝纤细。"
  },
  {
    "image": "/images/headerTemplate/male-8.jpg",
    "description": "绿色风格1",
    "prompt1": "春日花海场景，满树金黄色花朵盛开，枝条交错，背景虚化形成柔美光斑，远处隐约可见水面或雾气，柔和自然光，梦幻朦胧感，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配，高画质，细腻质感。",
    "prompt2": "身着淡青色齐腰汉服，外披同色系薄纱大袖衫，内搭白色交领中衣，腰间系有白色丝带并配圆形玉环装饰，衣料轻盈飘逸。黑色长发梳成古典发髻，一侧插有黄色花朵发饰，几缕碎发自然垂落。姿态优雅，侧身站立，一手轻抚发髻，另一手自然垂下，手中轻握一束黄花。"
  },
  {
    "image": "/images/headerTemplate/male-9.jpg",
    "description": "绿色风格1",
    "prompt1": "春日水岸场景，金黄色花朵盛开于枝头，前景花枝虚化形成柔美光斑，背景水面倒映天空与远树，雾气缭绕，柔和自然光，梦幻朦胧感，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配，高画质，细腻质感。",
    "prompt2": "身着淡青色交领汉服，外披同色系薄纱大袖衫，内搭白色中衣，腰间系有浅色丝带，衣料轻盈飘逸。黑色长发梳成古典低髻，一侧垂落发丝，耳畔佩戴流苏耳饰。姿态优雅，侧身站立，一手轻举触碰花枝，另一手执米白色油纸伞置于身后，伞面半开。"
  },
  {
    "image": "/images/headerTemplate/male-10.jpg",
    "description": "绿色风格1",
    "prompt1": "开阔水岸场景，金黄色花朵盛开于前景枝头，形成自然框架构图，背景水面平静倒映天空与远树，天空云层轻薄透光，柔和自然光，梦幻朦胧感，古风意境，写真风格，柔美色调，电影感构图，东方美学，静谧氛围，传统自然元素，淡雅色彩搭配，高画质，细腻质感",
    "prompt2": "身着淡青色交领汉服，外披同色系薄纱大袖衫，内搭白色中衣，腰间系有浅色丝带，衣料轻盈飘逸。黑色长发梳成古典低髻，一侧垂落发丝，耳畔佩戴流苏耳饰。姿态优雅，正面微侧站立，双手轻举撑开米白色油纸伞，伞面完全展开"
  },
  {
    "image": "/images/headerTemplate/male-11.jpg",
    "description": "绿色风格1",
    "prompt1": "金黄风铃木花树，浅灰调朦胧远景，柔和漫射光，浅景深虚化背景，古风摄影，电影感构图，低饱和度清冷色调，东方美学，诗意氛围，自然清新质感，春日花境意境。",
    "prompt2": "身着浅青色交领汉服，外搭同色系轻薄透明大袖衫，袖口与衣摆有细腻纱质褶皱，乌黑长发用简约银质发簪束起，几缕发丝自然垂落，佩戴简约耳饰，手持米白色油纸伞（伞骨浅木色，伞面点缀淡粉装饰），侧身站立，一手轻扶伞柄，一手抬起轻触花枝，身姿舒展，气质娴静优雅"
  },
  {
    "image": "/images/headerTemplate/male-12.jpg",
    "description": "绿色风格1",
    "prompt1": "户外自然场景，一条宁静的河流，茂密的绿色树林作为背景，阳光透过树叶洒下斑驳的光影（dappled sunlight），波光粼粼的水面，水波纹理清晰，电影级构图，古风仙侠意境，冷色调，青绿色调，高画质，写实摄影风格，8k分辨率，景深效果。",
    "prompt2": "黑色长发盘成古风发髻，几缕发丝凌乱地垂在肩头，湿发质感。身穿飘逸的汉服，宽大的袖口，白色与淡青色的轻薄纱质面料，搭配深红色的披帛或外衬。赤脚（barefoot），坐在竹筏（bamboo raft）的边缘，双腿弯曲，一只脚轻轻触碰水面，双手抱膝或交叠在腿上，姿态优雅且略带忧郁，身体微微前倾。竹筏上放着黑色的托盘和白色的酒壶。"
  },
  {
    "image": "/images/headerTemplate/male-13.jpg",
    "description": "绿色风格1",
    "prompt1": "高角度俯拍视角，电影级布光，斑驳的树叶光影洒落在画面中，营造出梦幻且静谧的午后氛围，丁达尔效应，古风摄影作品，人物躺在一艘古老的木船或木筏上，左侧放置着白色的小瓷瓶和酒杯，深色背景衬托主体，高分辨率，细节丰富，柔和的自然光，唯美主义风格。",
    "prompt2": "黑色长发自然散乱地铺在头部周围，身穿精致的汉服，淡青色带有金色花卉刺绣的抹胸上衣，下身是白色的百褶长裙，身上覆盖着红色和淡蓝色的轻薄透明纱幔，增加了画面的层次感，姿态慵懒放松，手臂自然向上舒展，衣褶纹理清晰，丝绸与薄纱的质感细腻。"
  },
  {
    "image": "/images/headerTemplate/male-14.jpg",
    "description": "绿色风格1",
    "prompt1": "户外自然场景，人物坐在漂浮于水面的竹筏上，背景是波光粼粼的深绿色水面，倒映着周围的树影，自然光，柔和的斑驳光影洒在身上，电影感构图，古风摄影风格，高清晰度，唯美梦幻的氛围，宁静致远，8k分辨率。",
    "prompt2": "身着华丽汉服，穿着青白渐变的轻薄纱质大袖衫，质感飘逸透明，内搭带有淡雅花纹刺绣的抹胸，下身穿着白色百褶长裙，腰间束有红色宽腰带，黑色长发梳成高耸的古典发髻，发间点缀简单发饰，几缕碎发自然垂落在肩头，侧身坐姿，一只手优雅地举着白色小酒杯，另一只手轻抚衣袖，体态轻盈，衣褶自然垂落，仙气飘飘。"
  }
]
