[
  {
    "image": "/images/artPhoto/5643/art-1.jpg",
    "description": "篝火映红抱琵琶",
    "prompt1": "夜晚的沙漠场景，前景有一堆明亮且剧烈的篝火正在燃烧，金色的火星四溅飞舞，温暖的橙黄色火光照亮了周围的环境，与背景深邃的深蓝色夜空和隐约可见的繁星形成强烈的冷暖对比。画面具有电影级的布光效果，氛围唯美梦幻，古风摄影风格，高分辨率，8k画质，极致的光影细节。",
    "prompt2": "一位身着华丽红色汉服的古代女子，穿着宽大的大袖衫，衣领和袖口有精致的刺绣纹样，红色的裙摆层叠铺散在沙地上。她优雅地跪坐在沙丘上，双手怀抱着一把琵琶，手指轻轻拨弄琴弦，呈现出正在弹奏的姿态。她梳着复杂的古典盘发，佩戴着精美的花朵头饰和垂下的流苏步摇，整体造型端庄典雅。"
  },
  {
    "image": "/images/artPhoto/5643/art-2.jpg",
    "description": "篝火映面抚红纱",
    "prompt1": "深邃的星空背景，夜晚，前景有明亮的篝火正在燃烧，金色的火花飞溅，温暖的火光照亮人物，形成冷暖色调的强烈对比，电影级布光，梦幻氛围，古风摄影风格，高清晰度，细腻的光影，8k分辨率。",
    "prompt2": "一位身着华丽红色汉服的女子，衣料上有精致的白色云纹刺绣，外罩一层红色的半透明薄纱头纱，头戴繁复的珠串流苏发饰，黑色长发，双手轻轻捏住面前的红纱，姿态优雅，闭目凝神，侧身坐姿，被火光照耀，丝绸质感。"
  },
  {
    "image": "/images/artPhoto/5643/art-3.jpg",
    "description": "篝火畔拨弄琵琶",
    "prompt1": "夜晚，深邃的星空背景，繁星点点，前景是燃烧的篝火，明亮的橙黄色火焰，飞溅的金色火星，温暖的火光映照，冷暗的夜空，强烈的冷暖色调对比，电影级布光，高画质，8k分辨率，写实摄影风格，唯美古风意境。",
    "prompt2": "身穿红色精美刺绣汉服，宽大的袖口，内衬有蓝白色花纹，怀抱一把琵琶，双手正在拨弄琴弦，优雅的坐姿，复杂的古代发髻，佩戴着华丽的银色头饰和垂下的珠串流苏，长发披肩。"
  },
  {
    "image": "/images/artPhoto/5643/art-4.jpg",
    "description": "篝火旁慵懒抚袖",
    "prompt1": "夜晚，黑暗的户外环境，前景是一堆燃烧旺盛的篝火，明亮的橙黄色火焰占据画面下方，暖色调火光照明，强烈的明暗对比，电影级布光，梦幻且神秘的氛围，高画质，8k分辨率，古风摄影，写实风格，景深效果。",
    "prompt2": "一位身着华丽深红色汉服的古代女子，衣服材质为丝绸与薄纱，衣身上有精致的白色和浅色刺绣图案，衣褶自然垂落且富有层次感。她梳着复杂的古典发髻，佩戴着繁复的银色珠翠头饰，两侧有长长的流苏步摇垂下。她侧身坐在沙地上，身体微微前倾，姿态慵懒而优雅，一只手轻轻支撑在地面上，另一只手轻抚衣袖，整体气质清冷古典。"
  },
  {
    "image": "/images/artPhoto/5643/art-5.jpg",
    "description": "夜持火把照红妆",
    "prompt1": "夜晚，深色背景，电影级布光，戏剧性光影，温暖的火把光源作为主光，高对比度，写实摄影风格，8k分辨率，杰作，古风氛围，神秘感，柔和的焦外虚化，精致的细节。",
    "prompt2": "一位穿着传统红色汉服的中国古代女性，交领设计，衣领和袖口有精致的白色与粉色刺绣花纹，宽大的丝绸袖子，质感细腻。复杂的古代盘发发型，佩戴着华丽的金银发饰和花朵装饰，两侧垂下长长的珍珠串珠流苏（步摇）和蓝色发带。双手紧握着一根粗糙的燃烧着的木棍（火把），身体微微侧转，姿态端庄优雅。"
  },
  {
    "image": "/images/artPhoto/5643/art-6.jpg",
    "description": "篝火畔静坐凝思",
    "prompt1": "夜晚，纯黑背景，前景是剧烈燃烧的篝火，明亮的火焰，飞溅的火星，温暖的橙黄色火光照亮主体，电影级布光，高对比度，古风摄影风格，唯美意境，高清晰度，8k分辨率。",
    "prompt2": "一位年轻女性，身穿红色的传统汉服，交领设计，领口和衣襟处有精美的白色与蓝色刺绣图案，宽大的袖子，黑色长发梳成复杂的古代发髻，佩戴着精致的银色流苏头饰和发簪，长长的珠串垂在两侧，端坐在沙地上靠近火堆，双手自然垂放，姿态优雅静谧。"
  },
  {
    "image": "/images/artPhoto/5643/art-7.jpg",
    "description": "暗光轻抚脸颊旁",
    "prompt1": "纯黑背景，电影级布光，柔和的侧光照明，古风人像摄影，高清晰度，唯美意境，暗调氛围，突出主体，细腻的光影质感，8k分辨率。",
    "prompt2": "身着红色传统汉服，交领设计，衣领边缘有精致的蓝白色云纹刺绣，粉色内衬。头戴繁复华丽的古代发饰，垂下长长的白色珍珠流苏和蓝色珠串步摇，金色发簪点缀。黑色长发编成发辫垂于肩侧。单手轻抬，手指纤细柔美，轻轻触碰脸颊下方，姿态优雅沉静，半身构图。"
  },
  {
    "image": "/images/artPhoto/5643/art-8.jpg",
    "description": "烈焰映红抚脸庞",
    "prompt1": "黑色背景，左侧有剧烈燃烧的火焰，金色的火星四处飞溅，电影级布光，强烈的明暗对比，暖色调光晕映照，古风人像摄影，高清晰度，胶片颗粒感，神秘而充满张力的氛围。",
    "prompt2": "身穿红色交领汉服，衣襟边缘有精致的白色与蓝色云纹刺绣，面料轻盈透亮带有丝绸质感。头戴繁复华丽的古典发饰，包括垂下的长串珍珠流苏步摇、蓝色珠串和银色发钗。黑色长发盘成高髻，几缕微卷的发丝垂落在肩头。一只手优雅地抬起，纤细的手指轻轻触碰脸颊旁，另一只手自然垂放于身前整理衣袖，姿态端庄柔美。"
  },
  {
    "image": "/images/artPhoto/5643/art-9.jpg",
    "description": "珠帘掩面托香腮",
    "prompt1": "纯黑色背景，极简背景，电影级光效，前景有模糊的金色散景光斑，如同萤火虫或飘落的火星，营造梦幻氛围，高分辨率人像摄影，8k画质，柔和的侧光，戏剧性光影，古风摄影风格。",
    "prompt2": "身穿鲜艳朱红色汉服的年轻女子，丝绸质感的宽袍大袖，衣领和袖口有精致的银色与淡蓝色云纹刺绣，层叠的衣襟。头戴华丽的传统发饰，包括白色花朵装饰、蓝色流苏步摇，以及垂落在肩头和脸颊两侧的长串珍珠流苏。复杂的古风盘发造型。姿态优雅端庄，呈坐姿，一只手纤细的手指轻轻托住下巴，另一只手自然放置在腹部前方，身体微微侧向镜头。"
  }
]