[
  {
    "image": "/images/artPhoto/5761/art-1.jpg",
    "description": "石阶持扇端坐",
    "prompt1": "中国古典园林背景，虚化的传统建筑与回廊，柔和的自然漫射光，清冷雅致的色调，胶片摄影质感，浅景深效果，前景左侧有绿色的植物枝叶，人物坐在灰色的石阶或假山上，户外唯美古风摄影，高分辨率，写实风格。",
    "prompt2": "一位年轻女性，身穿淡粉色或米白色的汉服，外罩一件质地轻薄的半透明大袖衫，衣料具有自然的褶皱感，腰间系带并垂挂着青绿色的流苏，黑色长发梳成精致的古典盘发，佩戴着银色的流苏步摇发饰，两侧留有长发垂落在胸前，手中持有一把圆形的竹骨团扇，侧身坐着，姿态端庄优雅，全身像。"
  },
  {
    "image": "/images/artPhoto/5761/art-2.jpg",
    "description": "回廊举伞遮头顶",
    "prompt1": "中国古典庭院，深色木质回廊，精致的木雕窗棂，背景是两扇带有传统铜环门饰的深色大门，前景有虚化的绿色枝叶作为前景遮挡，营造强烈的景深感，柔和的漫射自然光，低对比度，胶片质感，古风美学，宁静优雅的氛围，高分辨率摄影，电影构图。",
    "prompt2": "一位身穿米白色汉服的年轻女性，宽大的袖子，衣物面料有细腻的纹理，黑色长发盘成高雅的古典发髻，佩戴精致的银色流苏发饰，几缕长发垂在肩头，双手持握一把深绿色的油纸伞举过头顶，伞骨清晰可见，站姿优雅，身体微侧，古典气质。"
  },
  {
    "image": "/images/artPhoto/5761/art-3.jpg",
    "description": "持剑伫立假山旁",
    "prompt1": "中式古典园林场景，背景是巨大的灰色太湖石假山，纹理粗糙自然，身后有深褐色的木质栏杆和回廊结构，地面铺设平整的灰色石板，自然柔和的漫射光，高清晰度，写实摄影风格，古风氛围，电影质感，淡雅色调。",
    "prompt2": "一位身着浅米色汉服的女子，穿着宽袖长袍，面料轻薄透明具有层次感，内衬淡粉色衣物，衣摆飘逸，脚踩白色平底布鞋。黑色长发梳成半扎发髻，佩戴精致的银色发簪和流苏头饰，长发垂落在肩头。双手握持一把黑色剑鞘的长剑，剑身斜向下，身体微侧，呈现出行走或持剑伫立的动态姿势，气质清冷优雅，武侠风格，全身照。"
  },
  {
    "image": "/images/artPhoto/5761/art-4.jpg",
    "description": "握剑端坐气质清",
    "prompt1": "中国古风摄影，写实风格，高画质，8k分辨率，柔和的自然光，电影级布光，背景虚化，模糊的灰色调木质栏杆和庭院背景，清冷优雅的氛围，浅景深效果，极简主义构图，静谧。",
    "prompt2": "一位年轻的中国古代女子，身穿淡粉色棉麻质感的汉服，宽袍大袖，交领设计，衣物质感细腻且有纹理，黑色长直发，梳着精致的古风高髻，佩戴银色流苏发饰和长耳坠，长发垂在胸前两侧，右手垂直握着一把长剑，剑柄朝上，左手自然放置，坐姿端正，气质清冷，侠女风范，手部细节清晰。"
  },
  {
    "image": "/images/artPhoto/5761/art-5.jpg",
    "description": "提灯侧立庭院中",
    "prompt1": "古典园林场景，茂密的深绿色植被和树木，左侧前景有一棵纹理清晰的粗壮树干，背景隐约可见假山石和灌木丛，自然柔和的漫射光，电影级布光，高分辨率，写实摄影风格，宁静幽深的氛围，8k画质，古风意境。",
    "prompt2": "一位年轻女性，身穿米杏色古风汉服，外层为轻薄透视的宽袖罩衫，材质飘逸，内层为质感细腻的长裙，腰间束有同色系腰带，衣摆垂坠感强，黑色长发梳成精致的古典高髻，头戴银白色发簪和流苏饰品，两侧留有长发绺垂于胸前，左手提着一盏金色的镂空球形灯笼，右手自然下垂微抬，身姿挺拔优雅，侧身站立，全身像。"
  },
  {
    "image": "/images/artPhoto/5761/art-6.jpg",
    "description": "持剑伫立衣袂飘",
    "prompt1": "古风摄影，电影质感，中式园林回廊，深色木质建筑结构，背景虚化，柔和的自然光，淡雅色调，武侠氛围，高画质，8k分辨率，景深效果。",
    "prompt2": "一位身穿米色亚麻质感汉服的年轻女子，宽袍大袖，交领设计，衣料有自然的纹理，腰间系着同色系布带，手持一把黑色剑柄的长剑，剑尖朝下，黑色长发梳成高古风发髻，佩戴精致的银色发簪，两缕长发自然垂落在胸前，站姿优雅，身体微侧，清冷侠女气质，飘逸的衣袖。"
  },
  {
    "image": "/images/artPhoto/5761/art-7.jpg",
    "description": "回廊撑伞低垂首",
    "prompt1": "中国古典园林，深色木质回廊建筑，精致的雕花窗棂和梁柱，传统中式屋檐，前景有虚化的绿色树叶作为框架，低饱和度色调，柔和的自然光，清冷幽静的氛围，古风摄影风格，高画质，景深效果，电影感构图。",
    "prompt2": "一位身穿米白色汉服的年轻女子，穿着轻薄的纱质大袖衫，衣料上有精致的暗纹，黑色长发梳成古典发髻，佩戴着精致的银色流苏发饰和步摇，长发垂在胸前两侧，手中撑着一把绿色的油纸伞，站立在回廊栏杆旁，微微低头，姿态优雅温婉，全身像。"
  },
  {
    "image": "/images/artPhoto/5761/art-8.jpg",
    "description": "凭栏倚坐执团扇",
    "prompt1": "中国古典建筑背景，深褐色的木质回廊，精致的雕花栏杆（美人靠），背景是带有传统铜环门扣的深色木门，粗壮的木柱，灰色的石板地面，低饱和度冷色调，电影质感，写实摄影风格，柔和的自然光，静谧优雅的氛围，景深适中。",
    "prompt2": "一位身着汉服的年轻女子，穿着淡米色（或浅杏色）的轻薄外袍，面料柔软飘逸，隐约露出绿色的内衬或裙摆。梳着精致的古典高髻，佩戴着银色流苏发饰和发簪，两侧垂下黑色的长发辫。她侧身坐在深色的木质雕花栏杆上，身体微微前倾倚靠在栏杆扶手上，手中轻握一把团扇，姿态优雅闲适，全身照。"
  },
  {
    "image": "/images/artPhoto/5761/art-9.jpg",
    "description": "廊下持扇望远方",
    "prompt1": "中国古典园林的深色木质长廊，精致的雕花横梁和窗棂，前景有模糊的廊柱作为框架增加层次感，背景是郁郁葱葱的绿色树木和植被，大光圈虚化背景，柔和的自然漫射光，清冷寂静的氛围，电影感构图，古风写实摄影，高分辨率，8k画质。",
    "prompt2": "一位年轻女性侧身站立，身穿米白色或淡杏色的宽袖汉服，衣料质感轻盈飘逸，黑色长发梳成古典的高发髻，佩戴着精致的银色流苏发饰，长发自然垂落在背部，手中轻握一把圆形的素面团扇，姿态优雅端庄，身材苗条，神情望向远方。"
  },
  {
    "image": "/images/artPhoto/5761/art-10.jpg",
    "description": "古树下撑伞静立",
    "prompt1": "中国古典园林风格，巨大的古树遮天蔽日，茂密的深绿色枝叶占据画面上方，巨大的白色太湖石位于左侧，水边草地，前景有虚化的紫色花草增加景深，低饱和度，清冷色调，胶片摄影质感，柔和的漫射自然光，静谧幽深的氛围，竖构图，高画质。",
    "prompt2": "一位年轻女子，身穿浅米色宽袖汉服长裙，衣料柔软且垂坠感强，风格素雅精致，手持一把绿色油纸伞遮挡在头顶，黑色长发盘成古典发髻，佩戴简约的古风发饰，优雅站立在树荫下，身体微微侧向镜头，姿态端庄自然，全身像。"
  },
  {
    "image": "/images/artPhoto/5761/art-11.jpg",
    "description": "庭院持扇侧身立",
    "prompt1": "中国古典园林背景，虚化的深色庭院，左侧前景有清晰的绿色植物枝叶，背景隐约可见传统建筑的窗棂或回廊，柔和漫射光，清冷幽静的氛围，高画质，写实摄影风格，电影感，浅景深，8k分辨率。",
    "prompt2": "身穿米色宽袖汉服，衣料质感细腻自然，精致的银色流苏发饰（步摇）点缀在发间，复杂的古代盘发发型，两缕长发自然垂落在胸前，手持一把圆形的竹编团扇，侧身站立，身体微侧，姿态优雅端庄，古典气质。"
  },
  {
    "image": "/images/artPhoto/5761/art-12.jpg",
    "description": "池畔轻抬触发丝",
    "prompt1": "户外自然场景，宁静的绿色池塘水面，水波荡漾，背景有模糊的岩石和绿色植被，景深效果，柔和的自然光，电影质感，古风意境，清冷色调，高分辨率，8k，写实摄影风格。",
    "prompt2": "一位身着淡粉色汉服的年轻女子，交领襦裙，宽大的袖子，柔软的布料质感，系带细节，黑色的长发梳成精致的高发髻，佩戴着银色的流苏发饰，几缕长发垂落在胸前，坐姿，身体微微前倾，一只手轻轻抬起触碰发丝，姿态优雅温婉，古典气质。"
  }
]