[
  {
    "image": "",
    "description": "静谧午后船卧图",
    "prompt1": "高角度俯拍视角，电影级布光，斑驳的树叶光影洒落在画面中，营造出梦幻且静谧的午后氛围，丁达尔效应，古风摄影作品，人物躺在一艘古老的木船或木筏上，左侧放置着白色的小瓷瓶和酒杯，深色背景衬托主体，高分辨率，细节丰富，柔和的自然光，唯美主义风格。",
    "prompt2": "一位年轻女性，黑色长发自然散乱地铺在头部周围，身穿精致的汉服，淡青色带有金色花卉刺绣的抹胸上衣，下身是白色的百褶长裙，身上覆盖着红色和淡蓝色的轻薄透明纱幔，增加了画面的层次感，姿态慵懒放松，手臂自然向上舒展，衣褶纹理清晰，丝绸与薄纱的质感细腻。"
  },
  {
    "image": "",
    "description": "举杯泛舟湖光间",
    "prompt1": "户外自然场景，人物坐在漂浮于水面的竹筏上，背景是波光粼粼的深绿色水面，倒映着周围的树影，自然光，柔和的斑驳光影洒在身上，电影感构图，古风摄影风格，高清晰度，唯美梦幻的氛围，宁静致远，8k分辨率。",
    "prompt2": "一位身着华丽汉服的年轻女子，穿着青白渐变的轻薄纱质大袖衫，质感飘逸透明，内搭带有淡雅花纹刺绣的抹胸，下身穿着白色百褶长裙，腰间束有红色宽腰带，黑色长发梳成高耸的古典发髻，发间点缀简单发饰，几缕碎发自然垂落在肩头，侧身坐姿，一只手优雅地举着白色小酒杯，另一只手轻抚衣袖，体态轻盈，衣褶自然垂落，仙气飘飘。"
  },
  {
    "image": "",
    "description": "竹筏静坐低垂眸",
    "prompt1": "中国古风摄影，唯美意境，平静的水面背景，倒映着树木的影子，人物坐在简易的竹筏上，柔和的自然光，斑驳的光影洒在身上，高清晰度，电影级布光，梦幻氛围，8k分辨率，写实风格。",
    "prompt2": "一位年轻女性，身穿精致的汉服，白色与淡青色渐变的宽大裙摆，红色半透明袖套，内搭带有金色刺绣的抹胸，外罩轻薄透明的白色纱衣，黑色长发盘成古典发髻，插着简约的发簪，几缕发丝垂落在肩头，侧身坐在竹筏边缘，低头垂视，姿态优雅慵懒，一只手轻轻抬起靠近颈部，裙摆自然铺散在竹筏上，布料质感飘逸，丝绸与薄纱材质。"
  },
  {
    "image": "",
    "description": "俯身轻触水涟漪",
    "prompt1": "户外自然场景，清澈的湖面，波光粼的水面，清晰的水中倒影，左上角垂下的绿色枝叶，由竹子搭建的竹筏平台，自然柔和的日光，唯美的古风摄影风格，高清晰度，电影级布光，宁静的氛围，8k分辨率，写实风格。",
    "prompt2": "一位年轻女性，身穿华丽的多层汉服，红色半透明外衫，白色内衬，淡青色渐变长裙，轻薄纱质面料，飘逸的衣褶，黑色长发盘成古典高髻，散落几缕碎发，赤脚，坐在竹筏边缘，双腿自然下垂，身体微微前倾，右手伸向水面指尖轻触水波，姿态优雅放松，侧身视角。"
  },
  {
    "image": "",
    "description": "卧筏托腮享荫凉",
    "prompt1": "户外自然场景，清澈流动的水面，波光粼粼，人物坐在由竹子捆绑而成的简易竹筏上漂浮在水面。上方有茂密的绿色树叶遮挡，阳光透过树叶洒下斑驳的光影，丁达尔效应，柔和的逆光，背景虚化，高景深，电影级布光，古风摄影，唯美意境，宁静致远，8k分辨率，超高清写实风格。",
    "prompt2": "一位年轻女子，乌黑亮丽的长发，精致的古风半扎发髻，几缕碎发自然垂落在肩头和脸颊旁。身穿白色汉服长裙，外搭朱红色与淡青色相间的轻薄纱质披帛，衣物材质飘逸半透明，宽大的袖口，层叠的裙摆铺散在竹筏上。侧身坐在竹筏边缘，赤脚，双脚自然下垂接近水面，脚趾细节清晰，一只手轻轻抬起托着脸颊，姿态慵懒而优雅，全身照。"
  },
  {
    "image": "",
    "description": "红纱垂坐影随行",
    "prompt1": "户外自然场景，宁静的湖面，茂密的绿色树林背景，阳光透过树叶洒下斑驳的光影，水面有清晰的倒影，人物坐在简易的竹筏上，唯美古风摄影风格，电影感，柔和的自然光，高清晰度，景深虚化背景，清新淡雅的色调，8k分辨率，杰作。",
    "prompt2": "一位年轻女性，黑色长发，部分盘成古风发髻，其余长发自然披散在背部和肩头，发丝柔顺，身穿精致的汉服，内搭为白色带有淡青色纹样的上衣，外罩红色半透明薄纱大袖衫，轻盈的红色纱质布料和飘带垂落在竹筏和水中，下身穿着白色宽腿裤，赤脚，侧身坐在竹筏上，姿态慵懒优雅，一条腿自然弯曲，双手自然摆放，整体氛围宁静致远。"
  },
  {
    "image": "",
    "description": "持扇闲坐沐光影",
    "prompt1": "户外自然风景，清澈的溪流，两岸茂密的绿色竹林和树木，阳光透过树叶洒下斑驳光影，水面波光粼粼，简易的竹筏漂浮在水面上，电影质感，古风摄影风格，高清晰度，柔和的自然光，宁静的夏日氛围，景深效果，8k分辨率。",
    "prompt2": "一位年轻女性，身穿精致的汉服，白色与淡青色渐变的轻纱长裙，搭配淡红色披帛，衣物质感轻薄飘逸。黑色长发梳成温婉的古风发型，配有发饰。她优雅地坐在竹筏边缘，双腿自然垂下，赤着脚，手中拿着一把白色的团扇，姿态放松自然，侧身坐着。"
  },
  {
    "image": "",
    "description": "溪边品茗锁骨微",
    "prompt1": "户外自然光，森林溪流边，背景虚化，浅景深，古风人像摄影，电影质感，柔和的光影，高画质，8k分辨率，唯美氛围，清新自然，写实风格。",
    "prompt2": "一位年轻女性，黑色长发盘成复杂的古风发髻，几缕湿润凌乱的碎发垂落在脸侧和肩头，佩戴简约的银色发簪，身穿白色轻薄透明的汉服纱衣，露肩设计，露出白皙的肩膀和精致的锁骨，衣物下隐约可见红色与绿色的内衬或腰带，侧身蹲坐，一只手拿着白色的小瓷杯，另一只手轻轻抬起靠近面部，姿态优雅柔美，皮肤白皙细腻。"
  },
  {
    "image": "",
    "description": "卧枕抚水酒一壶",
    "prompt1": "户外自然水面场景，平静的河流，竹筏漂浮其上，水波荡漾，清晰的倒影，柔和的自然光，电影级构图，唯美古风意境，高清晰度，写实摄影风格，宁静的氛围，8k分辨率，细腻的光影质感。",
    "prompt2": "一位年轻女性侧卧在竹筏上，头枕着一个圆形的草编枕头，黑色长发盘成精致的古风发髻，发丝自然散落。身穿华丽的汉服，白色内衬搭配红色和青蓝色的渐变薄纱外衣，衣料轻盈飘逸，具有丝绸和薄纱的通透质感。她的一只手臂自然垂下，指尖轻轻触碰水面激起涟漪，另一只手自然放置在身侧。身旁放置着一个黑色的木质托盘，托盘上摆放着白色的酒壶和酒杯。姿态慵懒优雅，整体造型古典而富有诗意。"
  },
  {
    "image": "",
    "description": "撑伞濯足水微澜",
    "prompt1": "户外自然场景，清澈流动的溪水，水面泛起涟漪和波光，周围是茂密的绿色树林，树影倒映在水中，柔和的漫射光，古风摄影风格，高清晰度，宁静唯美的氛围，竹筏漂浮在水面上，电影感构图，夏日清凉感。",
    "prompt2": "一位年轻女子，身穿飘逸的汉服，主色调为白色搭配淡青色和红色的渐变薄纱披帛，质感轻盈透明。她坐在竹筏边缘，双腿自然垂下浸入水中，脚尖轻点水面激起涟漪。手中撑着一把白色的油纸伞。黑色长发梳理成古典发髻，配有简单的发饰。姿态优雅放松，侧身坐着。竹筏上还放着一顶圆形的草帽和一个黑色置物架。"
  },
  {
    "image": "",
    "description": "执竿独立水墨间",
    "prompt1": "中国古风摄影，宁静的湖面，简易竹筏漂浮在水面上，背景是茂密的绿色树林，阳光透过树叶洒下斑驳的光影，丁达尔效应，波光粼粼的水面，竹筏上放着一个圆形的草编坐垫，一个黑色的托盘，以及一把斜靠着的白色油纸伞，清新自然色调，带有淡淡的青绿色调，电影感，高画质，8k分辨率，柔和的自然光，唯美意境。",
    "prompt2": "身着汉服的年轻女子，穿着白蓝渐变色的轻薄纱质长裙，如同水墨晕染，肩上披着红色的披帛，黑色长发梳成古典的发髻，几缕发丝自然垂落，侧身站立在竹筏上，双手握着一根长长的竹竿，仿佛正在撑船或停泊，姿态优雅舒展，衣摆随风飘动，身材修长，全身照。"
  },
  {
    "image": "",
    "description": "撑伞仰首醉清风",
    "prompt1": "户外自然光摄影，唯美古风意境，高画质，8k分辨率，电影感。背景是茂密的绿色树林，阳光透过树叶洒下斑驳的光影，营造出宁静柔和的氛围。场景位于平静的水面上，人物站立在一个由竹子捆扎而成的简易竹筏上，竹筏前端放置着一个编织的草帽和一个黑色的木质架子。水面有树木的倒影，整体色调清新自然，以绿色、白色和淡青色为主，景深效果柔和。",
    "prompt2": "一位身着精美汉服的年轻女性，黑色长发梳成古典发髻，几缕碎发自然垂落，显得飘逸灵动。她穿着白色为主色调的齐胸襦裙，外罩淡青色半透明的大袖衫，搭配暗红色的披帛，衣物材质轻薄如纱，胸前有精致的刺绣图案和红色的流苏挂饰。她赤脚站在竹筏上，右手持一把展开的白色油纸伞，伞骨清晰可见，左手微微向侧方抬起，手指自然舒展。她微微仰头，闭着双眼，神情陶醉而宁静，仿佛在享受午后的阳光和微风，体态优雅轻盈，衣袂随风飘动。"
  }
]