[
  {
    "image": "",
    "description": "灯影绰约抚衣襟",
    "prompt1": "夜晚的户外场景，背景是大量虚化的彩色灯笼，主要是红色、黄色和蓝色的光斑，营造出梦幻且热闹的元宵节或古风灯会氛围。强烈的景深效果（Bokeh），电影级布光，柔和的夜景人像光线，高画质，8k分辨率，写实摄影风格，唯美古风。",
    "prompt2": "一位年轻的中国女性，身穿精致的红色汉服，衣料轻盈，袖口和衣身上有精美的金色花卉刺绣图案。头发梳成复杂的古典高盘发髻，头戴红色的花朵发饰和垂下的珠串流苏。她侧身站立，身体微微转向镜头，一只手轻轻抬起放在胸前领口附近，姿态优雅端庄，皮肤白皙细腻。"
  },
  {
    "image": "",
    "description": "灯海回眸袖生辉",
    "prompt1": "夜晚，繁华的古代灯会背景，极度虚化的彩色散景光斑（Bokeh），红色、金色和蓝色的灯笼光晕，浅景深效果，梦幻浪漫的氛围，电影级质感，高清晰度，古风人像摄影，暖色调灯光。",
    "prompt2": "身穿鲜艳的红色汉服，宽大的袖摆上绣有精致的金色藤蔓花纹和白色珍珠串饰，黑色长发盘成高耸的古典发髻，头戴红色的花朵发饰和金色的发簪，侧身背对镜头，微微回头看向后方，姿态优雅，衣料轻盈飘逸，展示宽袖细节。"
  },
  {
    "image": "",
    "description": "亭台舞袖映寒光",
    "prompt1": "夜晚，纯黑背景，中国传统古建筑亭台，飞檐翘角，屋檐边缘装饰着明亮的金色串灯，勾勒出建筑轮廓，建筑内部透出冷蓝色的环境光，冷暖色调形成强烈对比，夜景摄影，高对比度，电影质感，梦幻，唯美古风，极简构图。",
    "prompt2": "一位年轻女子，身穿鲜艳的大红色汉服，宽大的广袖上绣有精致的金色云纹和花卉图案，丝绸质感，正在舞动，巨大的红色衣袖在空中飘扬，形成优美的弧线，充满动感，头发盘成复杂的古典发髻，佩戴红色花朵发饰，身姿曼妙，侧身站立，单臂高举甩动长袖，优雅的古风舞蹈动作，全身照。"
  },
  {
    "image": "",
    "description": "朱廊倚柱望远方",
    "prompt1": "夜晚的中国古建筑回廊场景，巨大的朱红色圆柱作为前景框架，右侧是质感粗糙的青灰色砖墙。背景远处有模糊的蓝紫色霓虹光斑和灯笼光影，营造出梦幻的夜景氛围。电影级布光，柔和的侧光打在人物身上，突出衣物纹理，高分辨率，写实摄影风格，8k画质，浅景深，汉服摄影作品。",
    "prompt2": "一位身着华丽红色汉服的年轻女子，唐制风格服饰。外穿红色大袖衫，袖口和衣襟处有精致的金色刺绣图案。内搭红色抹胸，胸前绣有精美的彩色蝴蝶纹样。下身穿着米白色的长裙。梳着复杂的古典高髻，头戴红色的花朵发饰和金色步摇。她侧身站立，双手轻轻扶住身旁的红色圆柱，手指修长，姿态优雅端庄，头部微微转向左侧凝视远方。皮肤白皙细腻，整体气质古典温婉。"
  },
  {
    "image": "",
    "description": "廊下提袖仰望天",
    "prompt1": "夜晚的古建筑回廊场景，巨大的红色圆柱，粗糙的石质矮墙和台阶，屋檐下悬挂着一排暖黄色的装饰小灯串，背景深邃黑暗，远处有模糊的蓝色和紫色霓虹光斑，电影感夜景人像，专业摄影布光，主体清晰明亮，背景虚化，高画质，8k分辨率，唯美古典氛围。",
    "prompt2": "一位年轻的中国女性，身穿华丽的传统汉服，外披一件宽大的红色透明大袖衫，袖口宽大飘逸，带有精致的金色刺绣纹样，内穿红色抹胸，下身穿着白色渐变至淡红色的齐胸长裙，裙摆垂坠感强，黑色长发盘成繁复精致的古代高髻，头戴红色的花朵发饰和金色发簪，站立姿势，身体微微侧转，头部微微抬起向左上方仰望，左手轻轻提起红色的衣袖，姿态优雅端庄，气质温婉。"
  },
  {
    "image": "",
    "description": "古城墙边扶砖立",
    "prompt1": "夜晚的古城墙场景，两侧是粗糙的灰色砖墙结构，背景远处有模糊的紫色、蓝色和黄色霓虹灯光，营造出繁华的夜景氛围。强烈的闪光灯直打照明，高对比度，复古胶片摄影风格，真实照片质感，8k高清分辨率，景深效果。",
    "prompt2": "一位年轻女性，身穿红色的汉服大袖衫，外袍上有精致的金色枝叶花卉刺绣，内搭带有图案的抹胸，下身穿着褐色的长裙。黑色长发盘成古典的发髻，头戴红色的花朵头饰。她侧身站立，一只手抬起轻轻扶在左侧的砖墙边缘，姿态优雅自然，展现出古典的气质。"
  },
  {
    "image": "",
    "description": "灯会倚栏回眸望",
    "prompt1": "夜晚户外，繁华的灯会背景，色彩斑斓的散景光斑（Bokeh），紫色、蓝色与暖黄色的梦幻灯光，浅景深，背景高度虚化，突出主体，专业人像摄影，高画质，8k分辨率，电影级布光，唯美古风氛围，柔和的夜间照明。",
    "prompt2": "一位年轻的中国女性，身穿鲜艳的红色汉服，外披红色薄纱大袖衫，衣身带有精致的金色植物藤蔓刺绣，繁复的古代高髻发型，佩戴金色的发簪、流苏步摇以及红色的花朵头饰，侧身回眸，身体微微前倾倚靠在石质栏杆上，一只手自然垂下搭在边缘，姿态优雅温婉，古典气质，全身照或半身照。"
  },
  {
    "image": "",
    "description": "灯影流连半回眸",
    "prompt1": "夜晚背景，极度虚化的背景，美丽的散景光斑，温暖的橙黄色灯光，模糊的古风建筑氛围，电影感照明，柔和的轮廓光，高分辨率，写实摄影风格，浅景深效果，唯美古风意境。",
    "prompt2": "一位年轻女性，身穿红色丝绸汉服，宽大的袖子上绣有精美的金色花卉纹样，领口处点缀着白色珍珠，黑色长发梳成复杂的古典高髻，佩戴着精致的金色发簪、红色花朵头饰和垂下的流苏步摇，侧身站立，微微回头看向后方，优雅的身姿，古典韵味，上半身特写。"
  },
  {
    "image": "",
    "description": "灯影斑驳端坐观",
    "prompt1": "夜晚的户外场景，背景是虚化的节日灯会，色彩斑斓的圆形散景光斑（bokeh），红色、粉色、蓝色和黄色的霓虹灯光交织，营造出梦幻且浪漫的氛围，电影级布光，浅景深，高清晰度，8k分辨率，写实摄影风格。",
    "prompt2": "一位年轻女性，身着华丽的中国传统汉服，外披一件鲜红色的透明薄纱大袖衫，衣袖和衣身上绣有精致的金色藤蔓花纹，内穿红色刺绣抹胸，下身搭配米白色带有淡彩竖条纹的长裙。头发盘成复杂的古典高发髻，装饰着精致的银色发簪和红色花朵头饰。她优雅地侧身坐着，一只手轻轻搭在胸口位置，另一只手臂自然舒展，姿态端庄、温婉且充满古典韵味。"
  },
  {
    "image": "",
    "description": "暗夜抚额指纤纤",
    "prompt1": "夜晚户外场景，深邃的黑色背景，远处有模糊的暖黄色和蓝色散景光斑（Bokeh），电影级布光，柔和的侧逆光勾勒轮廓，高分辨率写实摄影，8k画质，古风唯美氛围，强烈的景深效果，梦幻光影。",
    "prompt2": "一位年轻女性，身穿华丽的红色汉服，外罩红色半透明薄纱大袖衫，衣袖和衣摆处有精致的金色云纹刺绣，内搭彩色刺绣抹胸，黑色长发梳成古典高髻，头戴鲜艳的红色花朵发饰，右手优雅地抬起轻触额头附近，手指纤细修长，身体微微侧转，姿态端庄优雅，展现出古典韵味。"
  },
  {
    "image": "",
    "description": "灯影抚髻姿优雅",
    "prompt1": "夜晚，背景是虚化的彩色灯光和灯笼，绚丽的散景效果（Bokeh），梦幻的节日氛围，暖色调灯光，电影级布光，高清晰度，8k分辨率，唯美摄影风格，景深效果。",
    "prompt2": "一位年轻的中国女性，身穿精美的红色汉服，外披红色透明薄纱大袖衫，袖口和边缘有金色纹样，内穿红色抹胸，胸前有精致的彩色蝴蝶刺绣，下身穿着浅色百褶裙。发型为古典盘发，头戴红色花朵发饰。姿势为右手抬起轻抚发髻，身体微微侧转，姿态优雅端庄，古典气质，全身照。"
  },
  {
    "image": "",
    "description": "古城墙边倚身立",
    "prompt1": "夜晚，纯黑背景，古老的灰色砖墙纹理，古城墙一角，电影感夜景人像，柔和的侧光打在人物身上，高分辨率，8k画质，写实摄影风格，中国古典美学，静谧优雅的氛围，景深效果。",
    "prompt2": "一位身穿华丽红色汉服的年轻女子，外穿红色大袖衫，袖口和衣身有精致的金色刺绣图案，内搭色彩丰富的绣花抹胸，下着橙红色长裙，黑色长发盘成古典发髻，头戴鲜艳的红色花朵发饰，侧身倚靠在墙边，左手轻轻抬起扶着墙顶，右手自然垂放在腿部，姿态优雅端庄，侧面轮廓，凝视画面左侧，古典气质。"
  }
]