[
  {
    "image": "/images/artPhoto/5884/art-1.jpg",
    "description": "瀑前仰望抚衣襟",
    "prompt1": "宏大的瀑布背景，水流从岩石上倾泻而下，背景虚化处理，明显的景深效果，自然柔和的光线，清冷空灵的氛围，中国古风摄影风格，电影质感，高分辨率，写实风格，冷色调，仙侠意境。",
    "prompt2": "一位年轻女性侧身站立，头部微微上扬仰望上方，身穿深青色宽袖汉服，衣料飘逸且带有垂坠感，内衬深蓝色，黑色长发梳成高马尾古风发型，发间点缀着精致的白色花朵发饰，长发顺直垂至腰际，身姿纤细优雅，右手轻轻抬起触碰衣领处，整体气质清冷出尘，充满古典韵味。"
  },
  {
    "image": "/images/artPhoto/5884/art-2.jpg",
    "description": "瀑前独坐低垂首",
    "prompt1": "模糊的瀑布背景，流动的水流形成灰白色的纹理，岩石表面，清冷孤寂的氛围，电影级布光，柔和的自然光，低饱和度，冷色调，高清晰度，古风摄影风格，极简构图，景深效果，水墨画质感。",
    "prompt2": "一位年轻女子，身穿黑色宽袖汉服外袍，内搭白色交领中衣，衣物材质具有自然的垂坠感和棉麻纹理，黑色长发简单盘起，几缕碎发自然垂落在脸颊旁，侧身坐在岩石上，身体微微前倾，低头沉思，一只手轻轻搭在身前的岩石上，姿态优雅而忧郁，全身照。"
  },
  {
    "image": "/images/artPhoto/5884/art-3.jpg",
    "description": "瀑边迎风衣袂扬",
    "prompt1": "壮观的瀑布背景，湍急的水流从高处倾泻而下，白色的水花飞溅，充满动感，巨大的灰色岩石作为前景，粗糙的岩石纹理，户外自然光，柔和的光线，电影级质感，高清晰度，8k分辨率，写实摄影风格，中国古风意境，武侠氛围，冷色调，宏大场景。",
    "prompt2": "一位年轻女性，全身照，身穿深墨绿色的汉服长袍，宽大的广袖，飘逸的衣摆，丝绸质感的衣物，层叠设计，腰间系带，黑色长发盘成简单的古风发髻，站立在一块突出的巨石边缘，身体微微侧转，衣袖和衣摆随风飘动，姿态从容优雅，手中似乎拿着深色的包裹或仅仅是衣袖的褶皱，与背景形成鲜明对比。"
  },
  {
    "image": "/images/artPhoto/5884/art-4.jpg",
    "description": "瀑旁独坐风拂面",
    "prompt1": "电影质感，柔和的自然光，冷色调，低饱和度，浅景深，背景高度虚化，模糊的瀑布或流水背景，水雾缭绕，清冷孤寂的氛围，古风摄影，高画质，8k分辨率，唯美主义，空气感。",
    "prompt2": "一位年轻女性，身穿深墨绿色带有暗纹质感的汉服大袖衫，内搭深蓝色交领中衣，衣物宽松飘逸，层叠感强。黑色长发简单束起，耳侧别着一朵白色的花朵作为发饰。额前有几缕凌乱的碎发被风吹起，遮挡在脸侧。侧身坐在岩石上，身体微微前倾，低头垂目，姿态优雅而忧郁，双手自然垂落在宽大的袖口中，魏晋风汉服造型。"
  },
  {
    "image": "/images/artPhoto/5884/art-5.jpg",
    "description": "瀑前撑伞低垂眸",
    "prompt1": "宏大的瀑布背景，湍急的水流倾泻而下，白色的水雾弥漫，岩石边缘，中国古风意境，武侠氛围，电影级质感，柔和的自然光，冷色调，高清晰度，8k分辨率，写实风格，唯美主义摄影。",
    "prompt2": "一位身穿深青色汉服的女子，外罩墨绿色宽袖大袍，衣料具有丝绸般的垂坠感和光泽，内搭深蓝色衣物，腰间系带，黑色长发盘成古风发髻，佩戴精致的白色花朵发饰，几缕发丝随风飘动，侧身站立，手中撑着一把绿色的油纸伞，伞骨清晰，微微低头，姿态优雅宁静，站在瀑布前的岩石上。"
  },
  {
    "image": "/images/artPhoto/5884/art-6.jpg",
    "description": "瀑边倚石抚发丝",
    "prompt1": "冷色调，低饱和度，蓝灰色调，电影感摄影，浅景深，背景高度虚化，仿佛流动的瀑布或山间雾气，清冷、孤寂、静谧的氛围，古风仙侠风格，高画质，柔和漫射光，极简构图。",
    "prompt2": "一位身着传统汉服的年轻女子，外穿黑色宽袍大袖，内衬白色交领衣，黑白分明的服饰搭配，衣料质感自然垂坠且带有褶皱。黑色长发挽成发髻，鬓角留有几缕凌乱的碎发，发间侧边点缀着精致的白色花朵发饰。她侧身慵懒地斜倚在一块粗糙的灰色岩石上，身体舒展，一只手轻轻抬起抚弄耳侧的发丝，呈现出一种休憩或沉思的放松状态。"
  },
  {
    "image": "/images/artPhoto/5884/art-7.jpg",
    "description": "瀑前执伞低垂首",
    "prompt1": "户外自然光，模糊的瀑布背景，流水意境，清冷氛围，电影级布光，高细节，古风摄影，低饱和度，水墨画风格，写实风格，景深效果，柔和的光线，冷色调。",
    "prompt2": "一位身穿汉服的年轻女子，全身照，内穿白色交领长袍，外罩黑色大袖衫，宽大的袖子随风飘动，棉麻材质纹理清晰，手持一把绿色的油纸伞，木质伞柄，黑色长发盘起，佩戴白色花朵发饰，几缕碎发垂落在脸前，低头垂眸，神情忧郁沉静，姿态优雅，右手自然下垂，手指微张，极简主义构图。"
  },
  {
    "image": "/images/artPhoto/5884/art-8.jpg",
    "description": "瀑前抱伞立风中",
    "prompt1": "宏大的瀑布背景，湍急的水流倾泻而下，飞溅的白色水花与雾气，灰色的粗糙岩石地面，清冷孤寂的氛围，仙侠武侠风格，电影级质感，冷色调，自然光，高画质，写实风格，全身照，景深效果。",
    "prompt2": "一位年轻女子，黑色长发盘成古风发髻，佩戴精致的白色花朵发饰，身穿黑白配色的传统汉服，外罩宽大的黑色长袍，质感垂坠，长长的衣摆拖在身后的岩石上，内穿白色交领上衣和白色长裙，手中紧握一把收拢的绿色油纸伞，木质伞柄，侧身站立，微微低头，双手抱伞于胸前，姿态优雅，清冷气质。"
  },
  {
    "image": "/images/artPhoto/5884/art-9.jpg",
    "description": "瀑边抚发侧身立",
    "prompt1": "古风摄影，清冷唯美风格，柔和的自然漫射光，浅景深效果，背景为模糊的灰色岩石或山壁纹理，极简主义构图，电影质感，高清晰度，8k分辨率，细腻的皮肤质感，低饱和度色调。",
    "prompt2": "一位年轻女性，身穿黑白配色的传统汉服，外罩黑色宽袖大袍，内搭白色交领中衣，衣物呈现自然的棉麻质感。一头乌黑长直发，脑后束起，发间别着簇拥的白色花朵发饰，几缕碎发自然垂落在脸侧。侧身站立，微微低头，右手轻抬抚弄额前发丝，左手轻按胸口衣襟，姿态优雅沉静，身形纤细柔美。"
  },
  {
    "image": "/images/artPhoto/5884/art-10.jpg",
    "description": "瀑前背影遗世立",
    "prompt1": "背景是模糊的自然景观，巨大的岩石和倾泻而下的瀑布，水流呈现灰白色调，营造出一种清冷、孤寂的氛围。画面具有电影质感，低饱和度，冷色调，浅景深效果导致背景虚化，突出了前景人物。整体风格为古风摄影，极简主义，带有水墨画般的意境，光线柔和自然。",
    "prompt2": "一位女性侧身站立，背对镜头，面向右侧。她留着乌黑的长直发，头发在脑后盘起一个简单的发髻，佩戴着精致的白色花朵发饰，其余长发自然垂落在背部。她身穿一套黑白配色的传统汉服，外层是一件黑色的宽袖大袍，材质看起来厚重且垂顺，内层穿着白色的交领上衣和白色长裙。她的双手似乎藏在宽大的袖口中，体态修长挺拔，整体给人一种神秘、高冷且遗世独立的感觉。"
  },
  {
    "image": "/images/artPhoto/5884/art-11.jpg",
    "description": "瀑边倚石背影幽",
    "prompt1": "宏大的瀑布背景，湍急的水流倾泻而下，形成白色的水雾和模糊的景深效果，灰色的岩石纹理，冷峻的自然环境，电影级布光，清冷孤寂的氛围，中国水墨画风格，低饱和度，冷色调，黑白灰主色调，高对比度，极简构图，8k分辨率，高画质。",
    "prompt2": "一位身穿黑色宽袍大袖汉服的人物，黑色长衣垂坠感极佳，衣摆拖地，材质看似丝绸或棉麻，黑色长发束成高马尾，发间别着一朵醒目的白色花朵发饰，几缕发丝随风凌乱飘起，侧身倚靠在粗糙的灰色岩石边缘，背影修长，姿态慵懒而孤独，侧面剪影，清冷气质。"
  }
]