[
  {
    "image": "",
    "description": "竹林持剑侧身立",
    "prompt1": "茂密的竹林背景，户外自然环境，绿色的竹子树干，地面散落枯叶和杂草，背景虚化，浅景深效果，柔和的自然光，电影感色调，略带清冷和复古的氛围，高分辨率，写实摄影，古风武侠意境。",
    "prompt2": "一位年轻女性，侧身站立，看向左侧，高马尾发型，深色长发，系着红黑相间的长飘带，身穿白色宽袖古风长袍（汉服），衣褶自然垂坠，腰间佩戴长剑，手握黑色剑柄，剑鞘向下倾斜，身姿挺拔，展现出清冷侠女的气质。"
  },
  {
    "image": "",
    "description": "溪畔迎风立恬静",
    "prompt1": "户外山林环境，岩石与湍急的溪流，背景虚化，浅景深效果，冷色调，低饱和度，胶片质感，柔和的自然光，清冷孤寂的氛围，古风摄影风格，电影感构图。",
    "prompt2": "一位年轻女子，侧身站立，头部微转看向侧方，高马尾发型，系着鲜艳的红色长飘带，发丝略显凌乱随风飘动，身穿白色汉服，外层是轻薄透明的薄纱材质，带有精致的刺绣图案，宽袍大袖，身姿纤细，优雅恬静，自然站立在溪边。"
  },
  {
    "image": "",
    "description": "执扇回眸溪水边",
    "prompt1": "户外自然场景，深山幽谷，背景中有模糊的岩石和流动的溪水，大光圈背景虚化，柔和的自然光，清冷色调，武侠电影质感，古风摄影，高画质，唯美氛围，景深效果。",
    "prompt2": "一位年轻女性，身穿白色交领汉服长袍，内衬浅灰色衣物，衣料轻薄飘逸，腰间系着红黑相间的宽腰带，手中持有一把白色折扇，黑色长发扎成高马尾，发丝略显凌乱随风飘动，侧身站立，回眸注视前方，身姿挺拔，侠女气质，半身像。"
  },
  {
    "image": "",
    "description": "持扇回眸马尾扬",
    "prompt1": "户外自然场景，虚化的森林背景，隐约可见的溪流和岩石，柔和的漫射光，冷色调，电影级布光，景深效果，高清晰度，8k分辨率，写实摄影风格，古风武侠氛围，清冷幽静的意境。",
    "prompt2": "一位年轻女性，身着白色汉服，交领右衽，衣物材质轻薄飘逸，带有灰色内衬。梳着高耸的马尾辫，深褐色长发略显凌乱，系着鲜红色的发带，发丝随风飘动。手中持有一把展开的白色折扇，扇面绘有淡雅的水墨山水图案。侧身站立，姿态优雅挺拔，气质清冷出尘。"
  },
  {
    "image": "",
    "description": "执扇玉立山林间",
    "prompt1": "古风摄影，中国古典美学，户外山林自然场景，背景是虚化的树林和苔藓岩石，左侧有绿色的枝叶伸入画面，柔和的自然散射光，清冷淡雅的色调，浅景深，唯美意境，高分辨率，8k画质，电影感构图。",
    "prompt2": "身穿传统汉服，外罩白色轻薄半透明的大袖衫，质感飘逸，内搭浅灰色交领中衣，下着深色长裙，腰间束着显眼的红色腰带，手中持有一把收拢的棕色木质折扇，黑色长发高高束起成随意的马尾发髻，发丝略显凌乱自然，几缕碎发垂落在脸颊旁，站姿挺拔优雅，身体微微侧向镜头。"
  },
  {
    "image": "",
    "description": "持剑英姿风飞扬",
    "prompt1": "户外森林环境，背景虚化，柔和的自然光，高画质，写实摄影风格，古风仙侠氛围，清新的绿色调，电影感光影，景深效果。",
    "prompt2": "身穿白色广袖汉服，内搭浅灰色交领衣，衣料轻薄飘逸，高马尾发型，长发随风向后飘动，系着红色发带和黑色发饰，双手持握一把黑色长剑，剑身斜指地面，侧身站立，姿态英气潇洒，衣褶自然垂落。"
  },
  {
    "image": "",
    "description": "吹笛凝神立瀑前",
    "prompt1": "户外自然场景，山间溪流与模糊的瀑布背景，岩石与青苔，大光圈背景虚化效果，柔和的自然漫射光，清冷幽静的色调，古风摄影风格，唯美意境，电影级构图，高清晰度，8k分辨率，梦幻氛围。",
    "prompt2": "身穿白色宽袖汉服，轻薄飘逸的纱质面料，交领设计，高马尾发型，深褐色长发，系有红黑相间的长飘带随风向后飘动，双手横持一支竹笛正在吹奏，侧身站立，闭目凝神，神态宁静，姿态优雅恬静。"
  },
  {
    "image": "",
    "description": "石上回眸衣袂飘",
    "prompt1": "中国古风摄影，幽静的山林溪流，层叠的灰色岩石，小型瀑布倾泻而下，白色的水花飞溅，背景有稀疏的树木和枯枝，清冷色调，低饱和度，胶片质感，柔和漫射光，唯美氛围，电影感构图，高细节，自然光，8k分辨率。",
    "prompt2": "一位女性，身穿飘逸的汉服，白色半透明薄纱大袖衫，青绿色渐变长裙，黑色裙边，黑色长发盘起，系着红色长发带，侧身站立在溪边的大石头上，回眸姿态，衣摆随风微动，优雅的身姿，全身像。"
  },
  {
    "image": "",
    "description": "石上抚剑静沉思",
    "prompt1": "中国古风摄影，武侠意境，幽静的山林背景，清澈的溪流和小型瀑布，布满青苔的灰色岩石，茂密的树木，柔和漫射的自然光，冷色调，清冷氛围，高细节，8k分辨率，电影级构图，景深效果。",
    "prompt2": "一位年轻女性，身穿中国传统汉服，外罩白色半透明薄纱大袖衫，衣摆处有淡青色渐变，下身穿着黑色宽大裙裤，黑色长发半扎成高马尾，系着红色长飘带垂在身后，侧身坐在溪边的岩石上，双手握着一把垂直立在地上的黑色长剑（剑鞘），姿态优雅沉静，衣褶自然垂落。"
  },
  {
    "image": "",
    "description": "持剑回眸溪水边",
    "prompt1": "户外自然场景，溪流边，岩石，背景是模糊的深绿色森林植被，浅景深效果，电影感摄影，柔和的自然光线，冷色调氛围，高清晰度，写实风格，古风意境，略带胶片质感。",
    "prompt2": "年轻女性，侧身站立，回眸动作，高马尾发型，用黑色发带束起，几缕碎发垂在脸侧，红色长飘带从发饰处垂落在背后，穿着白色汉服，材质轻薄飘逸，宽大的袖子，背部有精致的刺绣图案，右手持握一把长剑，剑柄朝上，姿态优雅且带有英气。"
  }
]