[
  {
    "image": "",
    "description": "石阶伴鸟托香炉",
    "prompt1": "户外水边场景，古老的石阶旁，水面上漂浮着秋季的枯黄落叶，柔和的自然漫射光，电影级布光，浅景深效果，背景虚化，高画质，古风摄影，唯美氛围，冷色调服饰与暖色环境的对比，8k分辨率。",
    "prompt2": "一位身着黑色华丽汉服的女性，宽大的袖口，衣料上有精致的白色花卉刺绣图案，肩部披着厚实的灰色毛皮领子，质感蓬松，头戴繁复精美的银色流苏头饰、步摇和额链，黑色长发梳成复杂的古风发髻，带有细长的编发垂在肩头，优雅地侧身坐在石阶上，一只手纤细的手指轻轻抬起置于胸前，姿态温婉端庄，身旁停驻着一只白色的鸟。"
  },
  {
    "image": "",
    "description": "掌托白鸽捻珠串",
    "prompt1": "户外自然光，秋日园林背景，背景深度虚化，斑驳的树影，柔和的逆光，水面波光，电影感构图，高清晰度，8k分辨率，唯美古风摄影，飘落的羽毛特效，梦幻氛围，冷色调与暖色背景对比。",
    "prompt2": "一位身着黑色华丽古装的女子，外披带有厚实灰色毛领的深色刺绣披风，衣饰上有精美的银色花纹和垂坠的流苏。头戴繁复精致的银色发冠和长流苏步摇，黑色长发盘成复杂的古典发髻，额前佩戴精致额饰。左手掌心托着一只展翅欲飞的白鸽，右手轻捻一串黑色珠串，身姿挺拔优雅，周围环绕着飘落的白色羽毛。"
  },
  {
    "image": "",
    "description": "结印施法符文绕",
    "prompt1": "深秋的户外场景，背景是满树金黄色的枫叶，景深虚化效果，营造出梦幻的氛围。画面中漂浮着许多发光的金色竖排书法文字和神秘符文，仿佛正在施展法术，仙侠玄幻风格，电影级质感，柔和的自然光，高清晰度，唯美古风摄影。",
    "prompt2": "一位身着华丽黑色汉服的女性，外披一件带有厚实灰色毛领的黑色大袖披风，衣身上绣有精致的白色花卉图案。头戴繁复精美的银色古风头饰，额前有装饰，两侧垂下长长的银色流苏步摇，黑色长发盘成高耸精致的发髻。双手在胸前优雅地交叠，手指做出类似结印或兰花指的古风手势，手腕佩戴银色手镯，身姿挺拔，气质清冷高贵，全身照。"
  },
  {
    "image": "",
    "description": "指间华戒映枫红",
    "prompt1": "中国古风摄影，汉服主题，特写镜头，秋季氛围，背景中有虚化的红色枫叶，柔和的电影级布光，高清晰度，8k分辨率，细节丰富，唯美主义，景深效果，冷色调与暖色红叶的对比。",
    "prompt2": "一位优雅的年轻女子，身穿带有厚实灰色毛领的黑色汉服，衣领处有温暖的皮草质感，衣服上有精致的银色刺绣图案，佩戴着繁复华丽的银质头饰，垂下的珠串流苏，额前佩戴精致的额饰，黑色长发编成粗辫子垂在肩侧，手部特写，手指纤细白皙，佩戴着一枚夸张的珍珠银质戒指，侧身站立，一只手轻轻抬起展示戒指，姿态端庄优雅，皮肤白皙透亮。"
  },
  {
    "image": "",
    "description": "枫林捧炉凝神望",
    "prompt1": "秋季户外场景，鲜艳的红枫树，茂密的红色枫叶作为前景和背景，柔和的自然光线，阳光透过树叶洒下斑驳光影，背景虚化（Bokeh），电影级布光，古风摄影风格，高清晰度，唯美古典氛围，色彩饱满。",
    "prompt2": "一位身着华丽古装的年轻女子，侧身站立，姿态优雅端庄。黑色长发盘成复杂的古代发髻，佩戴着精致繁复的银色流苏头饰和发簪，流苏垂落在脸颊旁。身穿黑色汉服，衣领和袖口处有厚实的灰色毛皮滚边装饰，衣身带有精致的浅色花卉刺绣。外披黑色斗篷。双手轻轻捧着一个镂空的金属香炉（或手炉），手指纤细，神情专注而宁静，整体散发出高贵典雅的气质。"
  },
  {
    "image": "",
    "description": "侧颜抬手映光晕",
    "prompt1": "户外自然光，柔和的逆光，梦幻般的氛围，背景是模糊的绿色植被，明显的景深和光斑效果，高调摄影，唯美古风风格，电影级布光，8k分辨率，精致细节，柔焦效果，清新明亮的色调。",
    "prompt2": "一位年轻女性，侧身站立，展示侧面轮廓，黑色长发盘成复杂的古风高髻，佩戴着精致繁复的银色头饰，包括垂下的银链、流苏和镂空金属装饰，发饰延伸至肩部，身穿黑色汉服，衣服上有精美的白色花卉刺绣图案，领口有珍珠装饰，手腕佩戴深色珠串手链和白色玉镯，左手轻轻抬起靠近面部，手指纤细优雅，姿态柔美，光线穿过发丝产生光晕。"
  },
  {
    "image": "",
    "description": "逆光捧炉烟雾升",
    "prompt1": "户外自然光，阳光明媚，强烈的逆光效果，丁达尔效应，光束穿过飘散的烟雾或金粉，营造出梦幻神圣的氛围，背景为模糊的绿色树林，大光圈浅景深虚化背景，高分辨率，写实摄影风格，8k画质，电影感，光影细腻，色彩自然。",
    "prompt2": "侧面视角，身穿黑色带有白色刺绣花纹的古风汉服，佩戴繁复精致的银色镂空流苏头饰和珠串，黑色长发盘成高髻，佩戴细长的银色耳坠和多层珍珠项链，手指戴着精致的戒指，双手优雅地捧着一个古铜色的莲花形状香炉，香炉上方飘散出烟雾，姿态端庄宁静。"
  },
  {
    "image": "",
    "description": "林中托炉指微抬",
    "prompt1": "户外森林背景，阳光透过树叶洒下斑驳光影，背景深度虚化，景深效果，自然光照明，高画质，古风摄影风格，唯美氛围，电影级布光，柔和光线，清新自然的色调。",
    "prompt2": "身穿黑色宽袖汉服，衣身和袖口绣有精致的白色花卉图案，丝绸质感，复杂的古代高盘发髻，装饰着繁复的银色流苏发饰、金属发簪和长链，长发编成发辫垂落，佩戴长款银色耳坠，手腕戴着黑色珠串手链，侧身站立，单手托举着一个精致的镂空金属香炉，另一只手优雅地抬起靠近面部，手指微曲，姿态端庄清冷。"
  }
]