[
  {
    "image": "/images/artPhoto/5890/art-1.jpg",
    "description": "溪畔持扇坐石上",
    "prompt1": "户外自然光摄影，清澈流动的河流背景，波光粼粼的水面，岸边茂密的绿色灌木和杂草，前景是大块的灰褐色岩石，浅景深，背景虚化，清新明亮的色调，夏日午后氛围，高画质，写实风格，古风汉服写真，柔和的光影，色彩以绿色、白色和淡蓝色为主。",
    "prompt2": "一位年轻女性，穿着精致的中国传统汉服，白色半透明薄纱上襦带有精致刺绣，绿色带有白色和粉色晕染花纹的齐胸襦裙，腰间系着红色丝带，黑色长发盘成复杂的古风发髻，头戴粉色花朵发饰和白色流苏，手里拿着一把淡黄色的圆形竹编团扇，优雅地侧坐在河边的岩石上，裙摆自然铺散在石头上，姿态端庄柔美，身体微微转向镜头。"
  },
  {
    "image": "/images/artPhoto/5890/art-2.jpg",
    "description": "溪边食瓜坐石上",
    "prompt1": "户外自然光摄影，清澈的溪流边，巨大的岩石，阳光洒在水面上波光粼粼，背景虚化，柔焦效果，清新夏日氛围，高分辨率摄影，电影感光效，明亮通透，唯美古风意境。",
    "prompt2": "一位年轻少女，身穿中国传统汉服，上身是带有细碎花纹的浅粉色半透明薄纱衫，宽袖设计，下身是绿色的渐变印花长裙，腰间系着红色长飘带。发型为精致的古风双发髻，装饰着粉色和白色的花朵头饰以及绿色的飘带，留着空气刘海。她侧身坐在岩石上，双手拿着一片切好的红瓤西瓜靠近嘴边，正在吃西瓜，姿态自然放松，充满生活气息。"
  },
  {
    "image": "/images/artPhoto/5890/art-3.jpg",
    "description": "荷叶遮阳坐草丛",
    "prompt1": "户外自然光摄影，夏日清新风格，明亮的阳光，柔和的漫射光，浅景深，背景高度虚化，远处隐约可见模糊的城市高楼轮廓和蓝天，近处有茂盛的绿色草丛和芦苇，画面左上角有垂下的绿色树叶作为前景遮挡，色彩以清新的草绿色和淡粉色为主调，高画质，8k分辨率，唯美浪漫的氛围，电影感构图。",
    "prompt2": "一位身着汉服的年轻女子，穿着淡粉色半透明薄纱大袖衫，袖口宽大飘逸，衣身带有细小的彩色波点装饰，下身搭配绿色竖条纹印花长裙，腰间系有红色丝带和精致的刺绣抹胸，黑色长发梳成古典的双垂髻发型，发梢编成辫子垂在胸前，头戴粉色花朵发饰，留有空气刘海，呈坐姿位于草丛中，左手高举一片巨大的绿色荷叶遮挡在头顶，右手轻抬触碰头部发饰，姿态优雅自然，身体微微侧向镜头。"
  },
  {
    "image": "/images/artPhoto/5890/art-4.jpg",
    "description": "溪畔静坐瓜相伴",
    "prompt1": "户外自然场景，清澈流动的溪流，散布着大块粗糙的岩石，夏日午后阳光明媚，水面波光粼粼，自然光照明，清新明亮的色调，高画质摄影，柔和的景深，唯美古风氛围，电影感光影。",
    "prompt2": "一位年轻少女，身着清新配色的中国传统汉服，上身为淡粉色半透明广袖衫，带有细小点缀，下身为绿白相间的印花长裙，裙摆宽大铺散在石头上，印有红色花卉图案，腰间垂落着红色长飘带，黑色长发梳成精致的古风盘发，点缀着粉色花朵发饰和绿色发带，留有齐刘海，双手交叠轻握于胸前，姿态优雅文静，坐在水边的大石头上，裙摆旁放置着一块切开的红瓤西瓜。"
  },
  {
    "image": "/images/artPhoto/5890/art-5.jpg",
    "description": "溪畔遮阳持团扇",
    "prompt1": "户外自然场景，阳光明媚，清澈的溪流，波光粼粼的水面，巨大的岩石，背景虚化，柔和的自然光，丁达尔效应，唯美古风摄影风格，高画质，清新明亮的色调，景深效果，8k分辨率。",
    "prompt2": "一位年轻女性，身着精美的汉服，淡粉色半透明薄纱上襦，宽大的袖口，绿色带有白色和粉色花卉图案的长裙，红色的系带垂在胸前，佩戴着精致的珠串项链，复杂的古代盘发发型，装饰着粉色的花朵发饰，两侧垂下长长的发辫，手中持有一把圆形的团扇，坐在河边的岩石上，一只手抬起放在额前遮挡阳光，姿态优雅自然，裙摆散落在岩石上。"
  },
  {
    "image": "/images/artPhoto/5890/art-6.jpg",
    "description": "溪边提裙立水中",
    "prompt1": "户外自然场景，清澈流动的溪流，背景有小型瀑布和白色水花，河中有大块岩石，远处绿色植被虚化，阳光明媚，水面波光粼粼，高分辨率摄影，清新明亮的夏日氛围，景深效果，柔和的自然光，写实风格。",
    "prompt2": "身穿中国传统汉服，齐胸襦裙样式，绿色渐变印花长裙，白色半透明薄纱宽袖上襦，胸前系着鲜艳的红色丝带。黑色长发梳成精致的古风发髻，装饰着粉色和白色的花朵头饰及流苏，齐刘海。少女站立在河边，双手轻轻提起裙摆两侧，姿态优雅轻盈，体态纤细。"
  },
  {
    "image": "/images/artPhoto/5890/art-7.jpg",
    "description": "溪畔举荷立石旁",
    "prompt1": "户外自然场景，清澈的溪流，流动的活水，岸边散落着大小不一的岩石，柔和的自然光线，阳光明媚，清新明亮的色调，浅景深，背景虚化，古风摄影风格，高画质，细腻的光影。",
    "prompt2": "一位年轻少女，身穿精致的汉服，上身是白色半透明薄纱衫，点缀着细小的彩色花纹，下身是绿色的长裙，印有粉色和白色的莲花图案，红色领缘和系带，胸前佩戴着珍珠串珠饰品，黑色长发梳成古典发髻，装饰着粉色和白色的花朵以及绿叶发饰，两侧留有垂下的发辫，双手握着一根细长的绿色荷叶茎，将大片的荷叶举在肩头，站立在溪边的岩石旁，姿态优雅自然。"
  },
  {
    "image": "/images/artPhoto/5890/art-8.jpg",
    "description": "溪中举荷侧身立",
    "prompt1": "户外自然场景，清澈的溪流，布满大小不一的鹅卵石和岩石的河床，阳光洒在水面上波光粼粼，明亮的自然光，夏日清新氛围，高画质，写实摄影风格，柔和的光影，景深效果，8k分辨率，唯美古风摄影。",
    "prompt2": "一位年轻女性，身穿精致的中国传统汉服，齐胸襦裙款式，上身是淡粉色半透明薄纱宽袖上衣，下身是绿色带有花卉图案的长裙，胸前系着鲜艳的红色长丝带，佩戴珍珠流苏项链。黑色长发梳成复杂的古代发髻，装饰着粉色和白色的花朵头饰，两侧垂下细长的发辫。她优雅地站立在溪水中，右手拿着一支巨大的绿色荷叶举在身侧，姿态自然放松，身体微微侧向镜头，展现出古典韵味。"
  },
  {
    "image": "/images/artPhoto/5890/art-9.jpg",
    "description": "溪畔遮阳坐食瓜",
    "prompt1": "户外摄影，夏日午后，清澈的河流，河边的巨大岩石，远处绿色的植被和树林，阳光明媚，自然光照，斑驳的树影洒在身上，清新明亮的色调，高分辨率，写实风格，柔和的景深，电影感构图。",
    "prompt2": "一位年轻少女，身穿中国传统汉服，浅粉色半透明宽袖上衣，绿色高腰长裙，裙摆印有白色大花朵图案和红色点缀，胸前有红色系带。黑色长发梳成古典双鬟发型，佩戴粉色花朵发饰和绿色飘带。她坐在河边的岩石上，左手抬起遮挡阳光，身体微微侧转，姿态优雅自然，身边放着一块切开的红瓤西瓜，充满夏日清凉氛围。"
  },
  {
    "image": "/images/artPhoto/5890/art-10.jpg",
    "description": "溪畔托腮持团扇",
    "prompt1": "户外自然光摄影，清澈流淌的小溪，水面波光粼粼，阳光洒在水面上形成明亮的反光，背景散落着巨大的天然岩石，前景是茂盛的绿色草地和植物，浅景深效果，背景柔和虚化，明亮的夏日阳光，清新自然的氛围，高清晰度，电影感光照，写实风格，8k分辨率。",
    "prompt2": "一位年轻女性，身穿中国传统汉服，上身是淡粉色交领上衣搭配宽大的袖子，下身是带有花卉图案的绿色长裙，色彩清新，黑色长发梳成复杂的古风发髻，佩戴着精致的花朵发饰，坐在水边的石头上，身体微微侧向镜头，一只手轻轻托着下巴，另一只手拿着一把精致的团扇，姿态优雅可爱，全身照。"
  },
  {
    "image": "/images/artPhoto/5890/art-11.jpg",
    "description": "浅水举扇身姿雅",
    "prompt1": "户外自然场景，阳光明媚的夏日，清澈的溪流，河床上铺满圆润的鹅卵石，背景是虚化的深绿色树林，前景有模糊的绿色草丛，景深效果，柔和的自然光，高分辨率摄影，清新唯美的中国古风摄影风格，明亮通透的色调，电影感构图。",
    "prompt2": "一位身穿汉服的年轻女性，上身穿着淡粉色半透明薄纱大袖衫，内搭红色抹胸，领口有金色装饰，下身穿着绿色带有花卉图案的长裙，颈部佩戴长串珍珠项链。黑色长发梳成精致的双鬟发髻，装饰着粉色和白色的花朵头饰及飘带，两侧垂下两条细长的麻花辫。她站在浅水中，右手高举一把带有长流苏的团扇，身体微微侧向，姿态优雅轻盈。"
  },
  {
    "image": "/images/artPhoto/5890/art-12.jpg",
    "description": "溪畔捧叶静伫立",
    "prompt1": "户外自然场景，清澈的河流，阳光照射在水面上形成波光粼粼的效果，河岸两侧长满了茂密的绿色植被和树木，前景有清晰的草丛和绿叶，背景是模糊的森林，清新明亮的夏日氛围，柔和的自然光，胶片摄影质感，高画质，8k分辨率，景深效果，绿色和白色为主色调。",
    "prompt2": "一位年轻女性，身穿中国传统汉服，上身穿着白色宽袖交领上衣，袖口有精致细节，下身穿着带有圆形图案的绿色长裙，黑色长发盘成古典发髻，佩戴着白色和粉色的花朵头饰，侧身站立，身体微微转向左侧，双手轻轻拿着一片大的绿色叶子举在胸前，姿态优雅恬静，身材修长，全身像。"
  },
  {
    "image": "/images/artPhoto/5890/art-13.jpg",
    "description": "溪畔举荷托香腮",
    "prompt1": "户外自然光摄影，清澈的小溪边，夏日午后，阳光明媚，前景有虚化的绿色树叶作为前景遮挡增加层次感，背景是流动的河水和绿意盎然的河岸植被，波光粼粼的水面，清新淡雅的古风意境，高画质，柔和的光影，景深效果，电影感构图，色彩清新明亮。",
    "prompt2": "身穿汉服的年轻女子，上身穿着淡粉色宽袖交领襦衫，下身搭配绿色的印花长裙，裙摆自然铺散在草地和石阶上，黑色长发梳成复杂的古风发髻，点缀着精致的粉色花朵发饰，留有空气刘海，坐在河边，左手持握一支长长的绿色荷叶茎秆举在肩头，右手轻轻托着脸颊，姿态温婉优雅，全身照。"
  }
]