[
  {
    "image": "",
    "description": "廊下抱琴低眉立",
    "prompt1": "写实摄影风格，高画质，8k分辨率，柔和的自然光，浅景深效果，背景虚化，模糊的户外古风木质建筑走廊，宁静优雅的氛围，电影级布光，汉服艺术写真，细腻的纹理细节。",
    "prompt2": "一位年轻女性，侧身站立，微微低头，双手怀抱一把木制琵琶，左手轻扶琴颈上方，黑色长直发自然垂落在胸前及背后，精致的盘发造型，佩戴金色扇形发梳和黄色花朵发饰，长款流苏耳坠，身穿橙色与紫色相间的传统汉服，宽大的半透明薄纱袖口，肩部有精美的彩色花卉刺绣，丝绸质感，衣褶自然流畅，古典优雅的姿态。"
  },
  {
    "image": "",
    "description": "回廊倚坐抚琴音",
    "prompt1": "中国古典建筑回廊，深色木质结构，精致的格子窗棂，远处模糊的传统瓦片屋顶，前景左侧有虚化的粗大木柱，右下角有虚化的木质栏杆作为前景框架，自然柔和的散射光，电影级景深，高画质，8k分辨率，古风摄影风格，宁静优雅的氛围，写实主义。",
    "prompt2": "一位年轻女性，身穿华丽的中国传统汉服，外披明亮的橙色大袖衫，内搭粉紫色层叠长裙，衣物质感轻盈，黑色长发柔顺垂下，梳着古典发髻并佩戴精致的金色发饰，手中怀抱一把木制琵琶，姿态优雅地坐在木质长椅上，身体微微侧倾，双手轻抚乐器，脚穿白色绣花鞋，整体造型古典端庄。"
  },
  {
    "image": "",
    "description": "窗下抱琴沐光影",
    "prompt1": "中国古典木质建筑背景，深色原木柱子，顶部和后方有精致的中式几何镂空窗格（回纹），阳光斑驳地洒在木质结构上，形成温暖的光影对比，自然光，电影质感，高分辨率，8k，古风摄影，宁静典雅的氛围，庭院回廊。",
    "prompt2": "一位年轻的古代女子，身穿粉紫色汉服长裙，外披一件橙黄色的轻薄大袖衫（披帛），衣料质感飘逸，黑色长发梳成古典发型，一侧有编发的发辫垂下，头戴精致的花朵发饰，双手怀抱一把琵琶，站姿优雅端庄，身材苗条，神态温婉宁静。"
  },
  {
    "image": "",
    "description": "倚窗抱琴低首立",
    "prompt1": "古风建筑内部，深色木质立柱，背景是模糊的传统木格窗棂，斑驳的阳光透过窗户洒下，形成柔和的光影效果，电影感布光，浅景深，背景虚化，温暖复古色调，高画质，8k分辨率，写实摄影风格，静谧的氛围。",
    "prompt2": "一位身着精美汉服的女性，外穿橙黄色宽袖长衫，内搭粉紫色抹胸，肩部有彩色刺绣装饰，黑色长发盘成古典发髻，佩戴金色扇形发簪和黄色花朵发饰，长发自然垂落在背部，双手怀抱一把木制琵琶，左手轻扶琴颈，右手托住琴身，侧身站立，头部微微低垂，姿态优雅端庄，古典韵味。"
  },
  {
    "image": "",
    "description": "庭院凝眸抱琵琶",
    "prompt1": "中式古典园林背景，木质回廊结构，深色木柱与栏杆，背景虚化处理，景深效果明显，远处隐约可见假山石与葱郁绿植，柔和的自然光，电影感光影，高清晰度，8k分辨率，写实摄影风格，古风意境，宁静致远的氛围。",
    "prompt2": "一位身着传统汉服的年轻女性，外穿橙黄色大袖衫，内搭粉紫色齐胸襦裙，衣料上有细腻的彩色刺绣花纹，丝绸质感垂坠自然。黑色长直发梳成古典发髻，脑后饰有精致的发簪与扇形发饰，长发自然垂落在背部。双手怀抱一把琵琶，左手扶住琴颈，右手轻托琴身下方，身体微微侧转，低头凝视手中的乐器，站姿挺拔柔美，气质温婉端庄。"
  },
  {
    "image": "",
    "description": "倚栏持扇拈酒杯",
    "prompt1": "中国古典美学风格，古风摄影，深色木质建筑结构背景（如回廊或亭台），背景深度虚化，柔和的自然漫射光，电影感色调，高清晰度，8k分辨率，宁静、优雅且略带忧郁的氛围。",
    "prompt2": "一位身着传统汉服的年轻女性，穿着橙黄色的丝绸质感外衫，袖口宽大飘逸，肩部和领口处有精致的粉色与绿色花卉刺绣，隐约可见紫色的内衬或下裙。她拥有一头乌黑亮丽的长发，梳成优雅的古典发髻，发间点缀着金色的扇形发簪和一朵明黄色的小花作为装饰。她侧身倚靠在深褐色的木质栏杆上，左手持着一把圆形的素面团扇，右手轻轻捏着一只白色的小瓷酒杯，体态柔美，动作轻盈自然，展现出一种闲适而沉思的状态。"
  },
  {
    "image": "",
    "description": "斑驳光影抱琴立",
    "prompt1": "中国古风摄影，高画质，细腻的光影，户外庭院，背景虚化，浅景深，绿色的树叶，阳光透过树叶洒下斑驳光影，右侧有深色木质窗棂结构，远处可见灰色瓦片屋顶，宁静优雅的氛围，柔和的自然光，侧逆光，发丝边缘光，电影感色调。",
    "prompt2": "一位年轻女性，侧身站立，穿着橙色与紫红色相间的传统汉服，丝绸材质，宽袖设计，内搭白色衣物，黑色长发盘成精致的古风发髻，佩戴金色扇形发簪和黄色花朵耳饰，一缕长发垂在背部，双手怀抱一把木制琵琶，左手轻扶琴颈，姿态优雅端庄，低头凝视乐器。"
  },
  {
    "image": "",
    "description": "亭中抚琴露香肩",
    "prompt1": "户外，中国古典园林，木质凉亭结构，背景虚化，柔和的自然光，写实摄影风格，高画质，电影感，古风意境，景深效果，宁静优雅的氛围，8k分辨率。",
    "prompt2": "一位年轻女性，正在弹奏琵琶，姿态优雅端庄，穿着华丽的汉服，上身是橙色透明薄纱披帛，露肩设计，袖口有精致的花卉刺绣，下身穿着紫色长裙，裙摆上有金色刺绣图案，黑色长发盘成古典发髻，几缕发丝自然垂落，手腕佩戴玉镯，低头专注于手中的乐器，坐姿。"
  },
  {
    "image": "",
    "description": "堂前竖抱琵琶立",
    "prompt1": "中国传统古建筑背景，深棕色的木质结构房屋，精致的几何回纹木质窗格和门楣，屋顶铺设着灰色的中式瓦片，阳光斜射在深色木材上形成温暖的光影对比，古朴典雅的氛围，高清晰度，电影级质感，写实风格，8k分辨率。",
    "prompt2": "一位身着华丽汉服的年轻女性，内穿粉紫色的齐胸襦裙，外披橙黄色的大袖衫，衣物上有精美的刺绣细节，黑色长发盘起并装饰有金色的花朵发饰，双手竖抱一把琵琶，站姿端庄优雅，全身照。"
  }
]