[
  {
    "image": "/images/artPhoto/5852/art-1.jpg",
    "description": "荷塘捧花侧身立",
    "prompt1": "夏日荷塘背景，清澈的水面，漂浮着大片绿色的荷叶，阳光洒在水面上形成波光粼粼的散景效果，背景高度虚化，柔和明亮的自然光，清新淡雅的色调，高分辨率，唯美古风摄影风格，电影感光效，梦幻氛围，8k画质。",
    "prompt2": "一位年轻优雅的古代女子，身穿淡绿色与淡粉色相间的轻薄汉服，丝绸与薄纱质感，半透明的披帛，精致的古代高盘发髻，头发上装饰着粉色花朵和垂下的珠串流苏发饰，双手轻柔地捧着两朵盛开的粉色荷花，侧身站立，姿态端庄优雅，长发自然垂落，身形纤细。"
  },
  {
    "image": "/images/artPhoto/5852/art-2.jpg",
    "description": "荷塘捧果坐盈盈",
    "prompt1": "户外自然光摄影，柔和的逆光效果，发丝边缘光，浅景深，背景是模糊的绿色植物和荷塘，清新淡雅的绿色与淡黄色调，夏日氛围，梦幻唯美，电影感布光，高分辨率，8k画质，中国古风意境。",
    "prompt2": "一位年轻的中国女子，身穿淡黄绿色的汉服，外层是轻薄透明的纱质广袖衫，衣襟处有精致的白色花卉刺绣，内搭同色系抹胸。黑色的长发盘成复杂高耸的古风发髻，头戴粉色莲花发饰和长款珍珠流苏步摇。她姿态优雅地坐着，双手捧着一个竹编的浅托盘，盘中盛满了新鲜的青绿色葡萄，手指纤细白皙，轻轻扶着竹篮边缘。"
  },
  {
    "image": "/images/artPhoto/5852/art-3.jpg",
    "description": "荷塘静坐闭双眸",
    "prompt1": "夏日荷塘，大片翠绿的荷叶层层叠叠，阳光透过叶隙洒下斑驳的光影，自然光照明，户外场景，人物坐在古朴的石阶或木桥上，高画质，8k分辨率，写实摄影风格，清新淡雅的色调，电影感构图，柔和的景深，唯美古风氛围。",
    "prompt2": "身穿淡绿色与乳白色相间的汉服，外罩轻薄透明的纱质披帛，裙摆上有精致的白色刺绣图案，衣物材质飘逸柔软，黑色长发盘成古典发髻，佩戴着粉色花朵发饰和细长的流苏步摇，侧身坐着，闭目养神，神态宁静安详，姿态优雅放松，双手自然轻轻搭在腿上，身材纤细修长。"
  },
  {
    "image": "/images/artPhoto/5852/art-4.jpg",
    "description": "枯木静坐荷叶间",
    "prompt1": "茂密的荷塘，巨大的翠绿荷叶层层叠叠，自然光，柔和的夕阳或晨光透过叶片洒下，斑驳的光影，丁达尔效应，电影级布光，浅景深，高画质，8k分辨率，唯美古风摄影，清新自然的氛围，仙气飘飘，写实风格。",
    "prompt2": "一位身着精致汉服的年轻女子，穿着淡绿色与乳白色相间的薄纱长裙，宽大的广袖，裙摆上有精美的白色刺绣花纹，材质轻盈飘逸，黑色长发梳成复杂的古典发髻，点缀着淡雅的花朵发饰，坐在一根横卧的粗糙枯木或石头上，身体微微侧倾，姿态优雅宁静，双手自然摆放，整体造型古典温婉。"
  },
  {
    "image": "/images/artPhoto/5852/art-5.jpg",
    "description": "堤岸提篮葡萄垂",
    "prompt1": "夏日荷塘景色，满池翠绿宽大的荷叶，阳光透过叶隙洒下，明亮柔和的自然光，斑驳的光影，弯曲的红褐色石质堤岸或小桥，清新唯美的古风摄影风格，高清晰度，梦幻氛围，景深效果。",
    "prompt2": "一位身着淡黄色汉服的少女，衣料轻薄飘逸带有粉色内衬和精致刺绣，黑色长发梳成古典发髻并装饰着粉色花朵发饰，侧身坐在堤岸边缘，手中提着一个装满青葡萄的竹编篮子，姿态优雅放松，腿部自然垂下靠近水面。"
  },
  {
    "image": "/images/artPhoto/5852/art-6.jpg",
    "description": "石上持荷低垂首",
    "prompt1": "夏日荷塘，满池碧绿的巨大荷叶与零星点缀的粉色荷花，人物站在横跨水面的粗糙石板上，背景虚化，远处隐约可见中式白色拱桥和茂密的绿树，柔和的自然光，清晨或傍晚的逆光效果，光线透过叶片，梦幻唯美的古风摄影风格，高画质，8k分辨率，景深效果。",
    "prompt2": "身穿淡米黄色薄纱汉服的年轻女子，宽袖长裙，衣料轻盈透视，带有精致刺绣，黑色长发盘成复杂的古典发髻，佩戴粉色花朵头饰和垂下的流苏发带，身材纤细，站立姿态，微微低头，双手持握一支带叶的粉色荷花，气质优雅端庄，仙气飘飘。"
  },
  {
    "image": "/images/artPhoto/5852/art-7.jpg",
    "description": "荷间展袖持花苞",
    "prompt1": "广阔的荷塘，茂密巨大的绿色荷叶铺满水面，夏日午后，明亮的自然阳光，斑驳的光影洒在荷叶和人物身上，背景远处有模糊的白色石栏杆和郁郁葱葱的树木，浅景深效果，背景虚化，高清晰度，写实摄影风格，清新自然，唯美古风氛围，电影感布光。",
    "prompt2": "一位身着传统汉服的年轻女子，穿着米白色与淡黄色相间的飘逸长裙，宽大的广袖随风轻扬，衣料轻薄透明带有精致的暗纹刺绣，黑色长发梳成复杂的古典发髻，点缀着粉色花朵发饰，长发自然垂落在背部，手中轻握一支粉色荷花花苞，优雅地站立在岩石或荷叶间，身体微微侧转，双臂舒展展示袖口，姿态端庄柔美，全身照。"
  },
  {
    "image": "/images/artPhoto/5852/art-8.jpg",
    "description": "轻抚荷花步摇垂",
    "prompt1": "户外池塘边，自然柔光，大光圈景深效果，背景虚化，梦幻清新的氛围，高清晰度，写实摄影风格，古风意境，前景有盛开的粉色荷花和宽大的绿色荷叶，色彩柔和淡雅。",
    "prompt2": "一位身着淡黄色汉服的古代女子，黑色长发盘成精致的古典高髻，头顶有编发细节，发间点缀着粉色花朵和嫩绿叶片的发饰，两侧垂下长长的珍珠流苏步摇。衣着为轻薄透气的丝绸材质，领口微敞露出锁骨，衣身有精致的白色刺绣细节。双手在身前轻触前景的荷花，姿态优雅端庄，手指修长白皙，皮肤白皙细腻，身体微微侧向镜头。"
  },
  {
    "image": "/images/artPhoto/5852/art-9.jpg",
    "description": "荷塘捧果低垂眸",
    "prompt1": "户外自然光摄影，背景为虚化的绿色植物和园林景致，柔和的漫射光，清新淡雅的色调，古风唯美主义，高清晰度，景深效果，电影感光影，梦幻氛围。",
    "prompt2": "一位身着淡绿色汉服的少女，衣物材质为轻薄的半透明纱质，带有精致的白色刺绣花纹，低领设计。黑色长发梳成高耸的古典发髻，发间点缀着粉色莲花和青色叶片状的头饰，耳侧垂下长长的珠串流苏步摇。她侧身微转，双手捧着一个竹编的浅篮，篮中盛放着几串青绿色的葡萄，姿态优雅恬静，身形苗条。"
  },
  {
    "image": "/images/artPhoto/5852/art-10.jpg",
    "description": "荷塘端坐葡萄篮",
    "prompt1": "夏日荷塘背景，茂密巨大的绿色荷叶铺满画面，阳光斑驳洒在叶片上，自然光照，明亮柔和，唯美古风摄影风格，高清晰度，8k分辨率，电影级光效，户外写实场景。",
    "prompt2": "一位身着淡黄色汉服的女子，汉服材质轻薄飘逸，带有半透明的薄纱质感和精致的刺绣细节，黑色长发梳成复杂的古典发髻，装饰着粉色和白色的花朵头饰，手里端着一个装有青葡萄的竹编浅篮，低头凝视手中的葡萄，优雅的坐姿，宽大的裙摆自然垂落散开。"
  }
]