[
  {
    "image": "/images/artPhoto/5636/art-1.jpg",
    "description": "花海执伞衣袂飘",
    "prompt1": "户外自然光摄影，一片广阔的红白虞美人花海，绿草如茵，背景远处有深绿色的树林和木质栅栏，淡蓝色的天空带有薄云，清新柔和的色调，梦幻唯美的古风氛围，浅景深效果，高分辨率，胶片质感，柔和的光影。",
    "prompt2": "一位身穿传统汉服的年轻女性，身着白色半透明大袖衫，内衬带有橙色和淡蓝色的渐变裙摆，黑色长发半扎并装饰着精致的白色花朵发饰，长发自然垂落在背后，单手撑着一把绘有红色花卉图案和红色流苏的半透明油纸伞，侧身优雅地站立在花丛中，姿态宁静，被周围盛开的花朵环绕，衣袂飘飘。"
  },
  {
    "image": "/images/artPhoto/5636/art-2.jpg",
    "description": "花间撑伞轻触花",
    "prompt1": "户外自然光，广阔的花田，盛开的红色和粉色虞美人花海，绿色的茎叶交织，柔和的漫射光，梦幻唯美的氛围，浅景深效果，背景远处模糊的树木和天空，古风摄影风格，清新色调，高画质，8k分辨率，柔焦效果。",
    "prompt2": "一位身穿传统汉服的年轻女性，上身穿着白色交领襦衫，衣领处有红色镶边，宽大的半透明广袖飘逸，下身搭配蓝色长裙，腰间系着白色丝带。黑色长发梳成精致的古典发髻，佩戴着银色花朵形状的发饰和步摇，两侧留有垂落的长发。她手中撑着一把巨大的白色油纸伞，伞骨清晰，伞面上装饰着红色、粉色和紫色的立体花朵图案及粉色流苏。她站在花丛中，身体微微侧转，一手握住伞柄，另一只手轻轻伸向旁边的花朵指尖轻触，姿态优雅温婉，头部微微低垂。"
  },
  {
    "image": "/images/artPhoto/5636/art-3.jpg",
    "description": "篱旁撑伞仰面立",
    "prompt1": "一片广阔盛开的波斯菊花海，粉色、红色和白色的花朵铺满地面，左侧竖立着质朴的竹制篱笆，背景远处是模糊的深绿色树林和淡蓝色的天空，柔和明亮的自然光，梦幻唯美的氛围，低饱和度色调，带有胶片质感的古风摄影风格，浅景深背景虚化，高清晰度，8k分辨率。",
    "prompt2": "一位年轻女性，身穿飘逸的中国传统汉服，外层是白色的薄纱大袖衫，内搭淡粉色与淡蓝色相间的渐变长裙，一头乌黑柔顺的长发自然披散在背后，头戴精致的花朵发饰和流苏步摇，手中撑着一把装饰着繁复红花和彩色流苏的油纸伞，侧身站立，身体微微倚靠在竹篱笆旁，头部微微上扬，双手轻抬置于胸前，姿态优雅恬静，仿佛在享受微风与阳光。"
  },
  {
    "image": "/images/artPhoto/5636/art-4.jpg",
    "description": "花海举扇舞翩跹",
    "prompt1": "广阔的花海，红色和白色的野花盛开，前景虚化，背景是连绵起伏的青山和多云的天空，周围缭绕着白色的烟雾和薄纱，营造出梦幻、仙气飘飘的氛围，柔和的自然光，电影级构图，古风摄影风格，高清晰度，唯美意境，青绿色调。",
    "prompt2": "一位穿着精美汉服的年轻女子，身穿白色广袖上衣，搭配彩虹色渐变的长裙，裙摆色彩斑斓（红、黄、蓝、绿交织）。她手持一把装饰华丽的红色花纹团扇，扇子上有流苏垂下。黑色长发梳成精致的古风发髻，佩戴着发饰，长发自然垂落。她侧身站立在花丛中，微微抬头仰望，双手优雅地举起扇子，姿态轻盈舒展，仿佛在翩翩起舞，周围环绕着轻纱般的雾气。"
  },
  {
    "image": "/images/artPhoto/5636/art-5.jpg",
    "description": "花海撑伞仰望天",
    "prompt1": "户外自然风景，远处是连绵起伏的黛青色山脉，天空呈现清新的淡蓝色，中景是茂密的深绿色树林，前景是大片盛开的粉色、红色和白色波斯菊花海，画面左侧和下方带有梦幻的蓝色光斑和散景效果（lens flare），柔和的自然光照，高清晰度，电影感构图，清新唯美的古风摄影风格，大面积留白。",
    "prompt2": "一位身着白色汉服的年轻女子，汉服材质轻盈飘逸，配有红色的披帛和精致的刺绣细节。她留着黑色的长发，梳着复杂的古风发髻，佩戴着银色的流苏步摇发饰，长发垂在背后。她双手持握着一把装饰有红色花朵和长流苏的透明油纸伞。她侧身站立在花丛中，身体微微后仰，头部抬起仰望天空，姿态优雅、宁静且充满诗意。"
  },
  {
    "image": "/images/artPhoto/5636/art-6.jpg",
    "description": "双人远望青山下",
    "prompt1": "广阔的山坡花海，盛开的红色、粉色和白色虞美人（或波斯菊），前景极度虚化，大光圈镜头效果，强烈的浅景深，梦幻朦胧感。背景是连绵起伏的青山，山上覆盖着茂密的深绿色松树林和少许红叶，远处有裸露的土坡，阴沉的天空，柔和的漫射自然光。胶片摄影风格，复古色调，低对比度，略带青绿色的冷色调滤镜，唯美主义，风景摄影，高画质，8k分辨率。",
    "prompt2": "两个年轻女性站在花丛边缘，远景或全身照。穿着飘逸的白色长裙，森系风格或改良汉服，轻薄的雪纺材质，裙摆随风微动。自然的黑色长发披肩。侧身站立，背对镜头或微侧身，优雅的体态，两人靠得很近，似乎正在欣赏风景或低声交谈，宁静、放松的姿势，没有面部特写。"
  },
  {
    "image": "/images/artPhoto/5636/art-7.jpg",
    "description": "花海举扇遮日光",
    "prompt1": "梦幻唯美的古风摄影场景，前景是大片虚化的粉色和红色花海，营造出强烈的景深感和朦胧美，中景弥漫着白色的烟雾和薄雾，增加了神秘和仙气的氛围，背景是模糊的绿色山林和树木，柔和的自然光线，低对比度，柔焦滤镜效果，电影感构图，高画质，8k分辨率，清新淡雅的色调。",
    "prompt2": "一位身穿白色汉服的古代女子，身着宽袖大袖衫，衣襟和腰间系有红色和蓝色的飘带垂落，黑色长发梳成精致的古典发髻，佩戴着银白色的流苏发簪和繁复的头饰，长发自然垂在背后，侧身站立在花草丛中，左手高高举起一把黄色的圆形团扇，似乎在遮挡阳光或欣赏，右手轻提衣摆或自然下垂，身姿优雅挺拔，动作轻盈，展现出古典韵味。"
  },
  {
    "image": "/images/artPhoto/5636/art-8.jpg",
    "description": "花丛坐吹白玉笛",
    "prompt1": "广阔的花海，盛开的波斯菊，红色、粉色和白色的花朵交织在一起，茂密的绿色茎叶，自然光，柔和的漫射光，梦幻唯美的氛围，胶片质感，略带复古的色调，低饱和度，高清晰度，景深效果，电影感构图。",
    "prompt2": "一位年轻女性，身穿白色汉服，轻盈透明的薄纱外衣，红色的衣领内衬细节，黑色长发半盘起，佩戴精致的白色花朵发饰和垂下的流苏步摇，侧身坐在花丛中，双手持一支白色的笛子正在吹奏，姿态优雅宁静，被四周的鲜花环绕，全身照。"
  }
]