[
  {
    "image": "/images/artPhoto/5675/art-1.jpg",
    "description": "石阶舞袖迎风起",
    "prompt1": "户外古典园林场景，站在古老的石阶和石栏杆旁，背景是茂密深绿色的树木和灌木丛，光线透过树叶形成斑驳的光影，柔和的自然光，逆光效果，营造出梦幻、唯美、宁静的氛围，高分辨率写实摄影，8k画质，电影感构图，古风摄影风格。",
    "prompt2": "一位身穿中国传统汉服的年轻女性，全身照。衣着以粉色和淡绿色为主色调，外层是轻薄透明的薄纱大袖衫和披帛，材质飘逸，随风舞动，衣袖宽大且带有淡淡的花卉图案，内层是粉色的百褶长裙。黑色长发盘成精致的古风发髻，佩戴着古典发饰，部分长发自然垂落在背部。人物站在石阶上，身体微微侧转，双手优雅地抬起，正在舞动宽大的衣袖，衣袂飘飘，姿态轻盈灵动，展现出舞蹈般的动态美感。"
  },
  {
    "image": "/images/artPhoto/5675/art-2.jpg",
    "description": "花丛仰望抚衣襟",
    "prompt1": "杰作，最佳画质，超高分辨率，8k，写实风格，古风人像摄影，柔和的自然光，户外庭院，被茂盛的白色绣球花和绿叶包围，前景有虚化的花丛遮挡，浅景深，梦幻唯美的氛围，清新淡雅的色调，电影级布光。",
    "prompt2": "一位年轻的中国古代女子，身穿粉色与浅绿色相间的汉服，轻薄透明的薄纱材质，衣身带有精致的刺绣，宽大的袖口，乌黑的长发梳成复杂的古典发髻，装饰着华丽的金色珠串步摇和粉色花朵发饰，侧身站立，微微抬头仰望，一只手优雅地轻抚胸前衣领，姿态端庄优雅，皮肤白皙。"
  },
  {
    "image": "/images/artPhoto/5675/art-3.jpg",
    "description": "仰身抬手探花枝",
    "prompt1": "户外古典园林背景，柔和的自然光，浅景深，背景虚化，前景左侧有绿植和白色花朵，模糊的石板路，唯美古风摄影，高画质，8k分辨率，电影感光照，清新淡雅的氛围，写实风格。",
    "prompt2": "一位身着粉色与淡绿色相间汉服的少女，黑色长发梳成复杂的古代高髻，佩戴着精致的粉色花朵发簪和金色流苏步摇，身穿轻薄的半透明纱质外衫，宽大的袖摆和长长的飘带随风舞动，侧身站立，身体微微后仰，一只手优雅地抬起伸向左侧的植物，姿态柔美曼妙，衣褶流畅自然，动态飘逸。"
  },
  {
    "image": "/images/artPhoto/5675/art-4.jpg",
    "description": "轻抚绣球花簇间",
    "prompt1": "户外场景，古典园林背景，背景虚化，柔和的自然光线，浅景深，高画质，8k分辨率，古风摄影风格，唯美氛围，清新色调。",
    "prompt2": "一位年轻女性，身穿粉色与淡绿色相间的汉服，丝绸材质，衣褶飘逸，复杂的黑色高盘发髻，佩戴精致的金色流苏步摇头饰，发饰垂在耳侧，侧身站立，双手轻轻触碰面前的白色绣球花丛，姿态优雅温婉。"
  },
  {
    "image": "/images/artPhoto/5675/art-5.jpg",
    "description": "花前轻触舞衣袂",
    "prompt1": "户外古风庭院场景，柔和明亮的自然光，浅景深效果，前景有虚化的白色绣球花丛作为遮挡，背景模糊隐约可见石板路和盆栽，营造出梦幻、唯美、清新的摄影氛围，高画质，细腻的光影渲染，电影感构图。",
    "prompt2": "一位身穿粉色与淡绿色渐变汉服的女性，衣物材质为轻薄透明的丝绸与雪纺，拥有宽大的袖口和精致的刺绣细节，黑色长发盘成繁复的古典发髻，佩戴着华丽的流苏步摇和粉色花朵发饰，身体微微侧倾，一只手优雅地抬起轻触身旁的白色花簇，另一只手自然垂落，衣袂飘飘，姿态灵动优美。"
  },
  {
    "image": "/images/artPhoto/5675/art-6.jpg",
    "description": "探手轻触前景花",
    "prompt1": "户外庭院场景，铺设整齐的石板地面，中式古典园林背景，前景右侧有虚化的绿色枝叶作为前景遮挡，营造强烈的景深感和层次感，柔和的自然光，漫射光，高画质，8k分辨率，写实摄影风格，古风人像摄影，唯美氛围，浅景深，背景虚化。",
    "prompt2": "一位身着粉色与淡绿色渐变汉服的年轻女子，衣物材质为轻薄的半透明纱质，宽大的广袖随风飘逸，腰间系有装饰带，精致的刺绣细节，复杂的古代双环发髻，黑色长发垂落，头戴精美的步摇和粉色花朵发饰，银色流苏垂在两侧，站立姿态，身体微侧，一只手优雅地向前伸出仿佛在触摸前景植物，动作轻柔，气质温婉典雅，仙气十足。"
  },
  {
    "image": "/images/artPhoto/5675/art-7.jpg",
    "description": "抬手弄姿衣袖扬",
    "prompt1": "户外园林场景，郁郁葱葱的树木背景，阳光透过树叶洒下斑驳的光影，柔和的自然光，浅景深，背景虚化，电影级光照，唯美古风摄影风格，高画质，8k分辨率，梦幻氛围。",
    "prompt2": "一位身着华丽汉服的女性，穿着粉色与淡绿色晕染渐变的轻薄纱质长裙，材质轻盈透明，宽大的广袖随风飘动，搭配一条淡绿色的披帛缠绕在手臂间。黑色长发盘成精致的古典发髻，佩戴着华丽的银色流苏发饰和步摇，一缕长发自然垂落在背部。侧身站立，双手优雅地向上抬起，仿佛在整理发饰或展示宽大的衣袖，身体微微后仰，姿态柔美曼妙，充满动感与仙气。"
  },
  {
    "image": "/images/artPhoto/5675/art-8.jpg",
    "description": "坐姿抬袖仙气飘",
    "prompt1": "户外古风摄影，柔和的自然光，梦幻般的氛围，背景深度虚化，暗调的园林或水边背景，电影级布光，高清晰度，唯美主义风格，丁达尔效应，8k分辨率，细腻的光影质感。",
    "prompt2": "身穿粉色与淡绿色相间的汉服，轻薄透明的薄纱材质，宽大的飘逸长袖，层叠的裙摆，复杂的古典盘发，黑色长发，佩戴着华丽的发饰，粉色花朵头饰，垂下的珠串流苏步摇，优雅的坐姿，抬起的手臂，手指纤细，衣袖随风飘动，动态的衣褶，整体造型仙气飘飘。"
  }
]