[
  {
    "image": "",
    "description": "蓝天下横剑而立",
    "prompt1": "极简的蔚蓝天空背景，明亮的自然日光，户外摄影，高清晰度，电影质感，古风武侠风格，清新通透，写实主义摄影。",
    "prompt2": "一位年轻的中国女性，身穿黑色交领汉服，传统武侠装束，质感厚重，双手横握一把长剑于身前，高马尾发型，用黑色发带束发，发丝在风中凌乱飘动，显得飘逸动感，身姿挺拔，气质清冷，正面视角。"
  },
  {
    "image": "",
    "description": "荒山回眸执长剑",
    "prompt1": "户外摄影，明亮的湛蓝天空，背景是模糊的干燥土黄色山坡，自然光照，电影质感，武侠风格，写实主义，高清晰度，浅景深，柔和的阳光。",
    "prompt2": "一位年轻女性，身穿黑色古风长袍，汉服武侠装束，布料有质感，头发盘成高髻，带有几缕凌乱的碎发垂在耳边，侧身站立回眸，手中垂直握着一把带鞘的长剑（剑柄朝上），身姿挺拔，展现出女侠的气质。"
  },
  {
    "image": "",
    "description": "戴笠持剑指前方",
    "prompt1": "明亮的湛蓝天空，户外自然光，高清晰度，写实摄影风格，电影质感，浅景深效果，背景中有模糊的土黄色山丘，阳光充足，大气通透。",
    "prompt2": "一位身穿深色古装汉服的年轻女性，武侠风格，头戴宽大的竹编斗笠，斗笠边缘垂下白色的半透明长面纱，黑色长发部分盘起部分自然垂落，双手握持一把长剑向前伸出，剑身指向镜头前方，动态的持剑姿势，衣褶自然流畅，侠客气质。"
  },
  {
    "image": "",
    "description": "揭纱持剑侠客行",
    "prompt1": "户外摄影，清澈湛蓝的天空，明亮的自然日光，远处模糊的山峦背景，高清晰度，写实风格，武侠电影质感，古风氛围，浅景深，电影级布光。",
    "prompt2": "一位身着黑色宽袖古装长袍的女性，头戴饰有白色长面纱的竹编斗笠，黑色长发盘成高髻，几缕碎发垂落，一只手轻轻掀起白色面纱的一角，另一只手紧握一把黑色长剑，站姿挺拔，侠客风范，白色面纱质感轻盈飘逸，宽大的袖口。"
  },
  {
    "image": "",
    "description": "戴笠吹笛面纱垂",
    "prompt1": "户外自然光，明亮的淡蓝色天空，浅景深背景虚化，模糊的褐色山峦背景，柔和的日光，电影级光效，高清晰度，8k分辨率，写实摄影风格，中国古风武侠意境，唯美、清冷的氛围。",
    "prompt2": "一位年轻女性，身穿黑色宽袖汉服长袍，头戴带有白色半透明长面纱的竹斗笠，面纱从斗笠边缘垂下笼罩头部，深色长发梳成高耸的古风发髻，有些许碎发自然垂落，双手持握着一个棕色的陶笛置于嘴边正在吹奏，手指自然弯曲按在乐器音孔上，上半身正面特写，姿态优雅。"
  },
  {
    "image": "",
    "description": "持酒壶半蹲潇洒",
    "prompt1": "极简的纯净蓝天背景，黄昏时分的柔和自然光，电影级人像摄影，浅景深效果，高画质，8k分辨率，古风武侠氛围，宁静，户外场景，侧逆光照明，温暖的色调。",
    "prompt2": "年轻女性，黑色长发随意盘成古风发髻，几缕碎发自然垂落，身穿黑色宽袖交领汉服，材质具有垂坠感，袖口露出白色内衬，手中持有一个系着长流苏的黑色圆形酒壶，侧身半蹲或坐姿，身体微微前倾，展现出侠客般的潇洒与随性。"
  },
  {
    "image": "",
    "description": "慵懒趴卧托香腮",
    "prompt1": "户外，柔和的自然光，浅景深，背景高度虚化，明亮的白色与浅灰色调背景，清新唯美的古风摄影风格，电影质感，高分辨率，细腻的光影，梦幻氛围。",
    "prompt2": "一位年轻女性，身穿黑色的传统汉服，宽大的袖口露出白色内衬，头发盘成随意的发髻，几缕碎发自然垂落在额前和脸颊旁，侧身趴卧的姿势，一只手轻轻托着下巴，手指修长自然，姿态慵懒放松。"
  },
  {
    "image": "",
    "description": "落日孤侠立山巅",
    "prompt1": "壮丽的日落景象，天空呈现出从深邃的暗褐色过渡到鲜艳的橙红色渐变，一轮红日即将沉入地平线，远处是层层叠叠、连绵起伏的深色山脉剪影，电影级质感，高对比度逆光，极简主义构图，大气磅礴，孤独而宁静的氛围，广角镜头。",
    "prompt2": "一个孤独的人物全身剪影，身穿深色古风长袍或武侠衣衫，头戴宽檐斗笠，斗笠后方垂下白色的半透明面纱或布帘遮挡住头部和肩部，背部斜挎着一把长剑或长棍，侧身站立面向左侧的落日，身姿挺拔，静止不动，完全融入逆光环境中，无面部细节。"
  }
]