[
  {
    "image": "",
    "description": "荒原持剑回眸立",
    "prompt1": "户外自然光，冬季荒野，背景是密集的枯黄芦苇和干草，背景虚化，浅景深，电影级布光，古风武侠摄影风格，冷色调，柔和漫射光，高画质，写实风格，8k分辨率。",
    "prompt2": "一位年轻的中国古代女子，身穿黑色交领汉服长袍，外披一件宽大的白色毛绒披肩，黑白配色，古典发髻，黑色长直发，头戴白色发饰，侧身站立，身体微转，回眸，手中持有一把带鞘的长剑，剑身细长，女侠装扮，优雅站姿，清冷气质，全身照。"
  },
  {
    "image": "",
    "description": "芦苇丛中抱剑立",
    "prompt1": "户外自然光，背景是模糊的枯黄芦苇丛或干草，秋冬季节的野外环境，浅景深效果，武侠风格，电影质感，写实人像摄影，柔和的暖色调光线，高清晰度，8k分辨率。",
    "prompt2": "一位年轻女性，身穿黑色交领宽袖汉服，材质垂坠感好，古风半盘发，黑色长直发自然披散在肩后，几缕碎发垂在脸颊旁，双臂交叉抱在胸前，手中竖立握着一把带鞘的长剑，剑鞘为深棕色木质并配有精致的金属雕花装饰和红色流苏，身姿挺拔，女侠气质，侧身站立。"
  },
  {
    "image": "",
    "description": "荒野抚马立苍茫",
    "prompt1": "户外自然光摄影，秋冬季节的荒野草原，地面覆盖着枯黄的干草，背景远处有几棵光秃秃的高大树木，淡蓝色的天空，柔和的晨光或夕阳，电影级质感，写实风格，古风武侠意境，低饱和度，大地色系，宁静，苍凉，高清晰度，8k分辨率。",
    "prompt2": "一位年轻女性，身穿黑色宽袖汉服长裙，质感垂坠，肩上披着厚实的白色毛绒披肩，黑色长发盘成古典发髻，点缀着白色花朵发饰，几缕发丝自然垂落，侧身站立，左手轻轻扶着身旁棕色马匹的颈部，身姿挺拔，气质清冷孤傲，与马匹亲密依偎。"
  },
  {
    "image": "",
    "description": "枯草端坐披白绒",
    "prompt1": "户外自然场景，大片枯黄的芦苇丛和干草作为背景，营造出秋冬季节萧瑟清冷的氛围。柔和的自然光线，电影感构图，古风摄影风格，高画质，细腻的光影，唯美写实，8k分辨率。",
    "prompt2": "一位身着黑色传统汉服的年轻女子，交领设计，宽袖，外披一件厚实的白色毛绒披肩，形成鲜明的黑白对比。黑色长发盘成精致的古风发髻，发间点缀着白色的花朵发饰。她优雅地坐在枯草地上，身体微微侧转面向镜头，姿态端庄放松，双手自然放置，展现出古典温婉的气质。"
  },
  {
    "image": "",
    "description": "枯林持剑英姿飒",
    "prompt1": "户外自然光，秋冬季节的枯树林背景，背景虚化，浅景深效果，中国古风武侠摄影风格，电影质感，柔和的漫射光，高分辨率，写实风格，8k画质，清冷氛围。",
    "prompt2": "一位年轻的中国古代女侠，身穿黑色宽袖汉服，交领设计，腰间系有黑色丝带，衣料看起来轻薄且垂坠感强。黑色长发梳成半扎的古风发髻，头发自然垂落在肩后，头戴精致的白色花朵发饰。双手持一把带有红色长流苏的长剑，右手高举握住剑柄，左手握住剑鞘末端，剑身横斜在身前，姿态英气飒爽，站立姿势，全身照。"
  },
  {
    "image": "",
    "description": "芦苇丛中坐望天",
    "prompt1": "户外自然场景，枯黄的芦苇荡背景，高大的干草随风摇曳，背景虚化，浅景深，清冷孤寂的氛围，古风摄影风格，电影感，柔和的自然光线，低饱和度色调，高画质，8k分辨率，极简构图。",
    "prompt2": "一位年轻女子，侧身坐在草地上，头部微微上扬望向天空远方，黑色长发盘成精致的古风高髻，几缕碎发自然垂落在脸颊旁和颈后，身穿黑色交领古装长袍，肩披一件厚实柔软的白色毛绒披肩，强烈的黑白色彩对比，双手自然交叠在腿部，姿态优雅恬静，侧面轮廓清晰。"
  },
  {
    "image": "",
    "description": "林边牵马披白绒",
    "prompt1": "户外实景摄影，电影质感，秋冬季节，背景是虚化的枯树林，柔和的自然光线，古风摄影，高清晰度，8k分辨率，写实风格，浅景深，温暖的色调，宁静氛围。",
    "prompt2": "一位年轻女子，身穿黑色宽袖汉服，袖口有巨大的白色毛皮装饰，质感蓬松，黑白对比鲜明，黑色长发梳成古典发髻，几缕碎发垂落，侧身站立，身姿挺拔，左手轻牵缰绳，气质清冷优雅。身旁是一匹棕色的骏马，马头特写，佩戴着精致的皮革马具，马匹温顺地靠近女子，人与马互动自然。"
  },
  {
    "image": "",
    "description": "戴笠扶纱立苍茫",
    "prompt1": "户外自然场景，高大茂密的枯黄芦苇丛，淡蓝色的天空，柔和的自然光，中国古风摄影，武侠氛围，电影质感，低饱和度，清冷孤寂的意境，浅景深，前景有模糊的芦苇枝叶作为遮挡，极简主义构图。",
    "prompt2": "一位女性，身穿黑色宽袖汉服长袍，面料垂坠感强，头戴传统的竹编斗笠，斗笠边缘垂下白色的长面纱（帷帽），黑色长发自然披散在肩头，单手抬起轻扶斗笠边缘，侧身站立，头部微微仰起望向远方，姿态优雅从容，全身照。"
  },
  {
    "image": "",
    "description": "戴笠披纱立风中",
    "prompt1": "荒凉的旷野背景，地面覆盖着枯黄的野草，远处有模糊的土坡，灰蒙蒙的阴天天空，冷色调，低饱和度，电影级质感，古风武侠摄影风格，萧瑟凄清的氛围，极简主义构图，柔和的自然光。",
    "prompt2": "一位身穿黑色宽袖交领汉服长袍的女性，衣料质感垂坠，头戴传统的竹编斗笠，斗笠边缘垂下长长的白色半透明薄纱帷帽，面纱随风轻微飘动，遮挡住头部和肩部，侧身站立，身体微微转向镜头，双手自然下垂或拢在宽大的袖口中，黑色长发，江湖侠女气质，全身照。"
  },
  {
    "image": "",
    "description": "白纱覆背立荒原",
    "prompt1": "空旷寂寥的野外荒地，大片枯黄的芦苇丛，左侧有光秃秃的树枝伸向天空，线条感强，灰蓝色的阴天天空，萧瑟的秋冬季节氛围，极简主义构图，电影感摄影，冷色调，低饱和度，柔和的自然光，孤独和忧郁的艺术氛围。",
    "prompt2": "一个人物背对镜头站立，头部和上半身被一块巨大的白色半透明薄纱完全覆盖包裹，白布轻盈且随风微微飘动，形成柔和的褶皱，下半身穿着黑色的长款连衣裙或长袍，垂坠感强，黑白分明的着装对比，人物体态微微前倾或低头，神秘感，看不到脸部五官，只有头顶隐约露出一点黑色的头发轮廓。"
  }
]