[
  {
    "image": "",
    "description": "荷畔托腮伴风筝",
    "prompt1": "户外自然光摄影，夏日荷塘边，背景是巨大的绿色荷叶，柔和明亮的阳光透过树叶洒下，清新的氛围，高分辨率，写实风格，前景有草地和粗糙的树干，地上放置着一个蓝白红配色的传统燕子图案风筝。",
    "prompt2": "身着淡绿色与米白色相间的汉服，宽大的袖口，衣身和袖口有精美的花卉刺绣图案，下身穿淡紫色渐变长裙，黑色长发梳成古典盘发，点缀着白色小花发饰，侧身坐在石头上，一只手优雅地轻托下巴，姿态温婉闲适。"
  },
  {
    "image": "",
    "description": "荷塘高举燕风筝",
    "prompt1": "户外自然场景，夏日荷塘，大片翠绿的荷叶作为前景和背景，远处有朦胧的青山，柔和明亮的自然光，逆光效果，清新淡雅的色调，唯美古风摄影风格，高画质，景深虚化，梦幻氛围，8k分辨率。",
    "prompt2": "身穿浅淡青绿色的传统汉服，宽大的袖口，衣料轻薄透气带有光泽感，衣服上绣有精致的花卉图案。黑色长发梳成古典发髻，佩戴着白色小花和绿色叶片作为头饰，发尾编成辫子垂在肩侧。双手高举着一只色彩鲜艳、绘有传统图案的燕子形状风筝，身体微微侧转，姿态优雅舒展，动作轻盈，正在展示风筝。"
  },
  {
    "image": "",
    "description": "林间低首抚裙坐",
    "prompt1": "户外自然光摄影，柔和的漫射光，树荫下的斑驳光影，浅景深，背景虚化，绿色的草地，粗壮的树干，远处模糊的荷塘与荷叶，前景草地上放着一个色彩鲜艳的传统沙燕风筝，清新淡雅的夏日氛围，高分辨率，写实风格，电影感构图，冷色调为主。",
    "prompt2": "一位年轻女性侧身坐在草地上，身穿淡绿色明制汉服长衫，衣领处有精致刺绣，搭配淡蓝色绣花长裙，丝绸质感轻盈飘逸，黑色长发盘成古典发髻，点缀着绿色玉簪和白色小花发饰，低头注视下方，双手自然交叠放置在膝头，姿态优雅娴静，身体微微前倾。"
  },
  {
    "image": "",
    "description": "荷畔持扇仰首醉",
    "prompt1": "户外自然光摄影，唯美的中国古风风格，清新淡雅。背景是一片广阔的荷塘，大片的绿色荷叶和隐约可见的粉色荷花，营造出盛夏的氛围。画面左侧有一棵高大的树木（类似水杉），枝叶繁茂，绿色的针叶遮蔽在上方。光线柔和明亮，带有清晨或午后的朦胧感，背景虚化（景深效果），高画质，8k分辨率，梦幻柔焦。",
    "prompt2": "一位身穿浅青色（淡绿色）汉服的年轻女子，衣服材质轻盈飘逸，上面有精致的花卉刺绣图案，宽大的袖口。她梳着古典的发髻，佩戴着简约的发饰，黑色的长发编成辫子垂在肩侧。她手里拿着一把精美的团扇，扇面自然下垂。她微微仰起头，闭着眼睛，神情陶醉，仿佛在享受微风和阳光。一手轻轻抬起靠近颈部，姿态优雅自然，全身照。"
  },
  {
    "image": "",
    "description": "林间举筝触枝叶",
    "prompt1": "户外自然光摄影，背景为虚化的绿色树林，阳光透过树叶洒下斑驳光影，清新淡雅的春日氛围，高分辨率，电影质感，柔光效果，中国古风摄影风格，8k画质。",
    "prompt2": "一位身着淡青色刺绣汉服的年轻女性，宽大的袖口上有精美的花卉纹样，衣身饰有蝴蝶图案，丝绸质感。黑色长发梳成古典发髻，点缀着白色花朵发饰和流苏发簪，一缕长发自然垂落在肩前。她侧身站立，倚靠在粗糙的树干旁，一只手高高举起轻触上方的枝叶，另一只手拿着一个巨大的传统沙燕风筝，风筝绘有鲜艳的燕子、梅花和蓝色云纹图案。姿态优雅，气质温婉古典，全身照。"
  },
  {
    "image": "",
    "description": "水杉林间放纸鸢",
    "prompt1": "户外自然场景，阳光明媚，清晨柔和的光线，大片绿色的荷塘背景，布满荷叶，远处隐约的山峦，前景有几棵高大的水杉树，树干笔直，枝叶繁茂，光影斑驳，清新唯美，古风摄影，高画质，电影感，梦幻氛围，自然光照明，浅景深。",
    "prompt2": "一位年轻女子，身穿淡青色汉服，宽大的袖子，衣服上有精致的刺绣图案，飘逸的裙摆，黑色长发盘成古典发髻，配有简约的发饰，侧身站立，抬头仰望天空，双手举着一个巨大的彩色燕子风筝，姿态优雅，动作自然，正在放飞风筝，充满生机。"
  },
  {
    "image": "",
    "description": "林间仰首舒广袖",
    "prompt1": "户外自然风景，夏日荷塘，前景是大片虚化的绿色荷叶和粉色荷花花苞，营造出柔和梦幻的景深效果。背景是一排高大挺拔的水杉树，树干笔直，枝叶繁茂翠绿，远处隐约可见山峦。光线柔和明亮，清新淡雅的色调，低饱和度，古风摄影风格，唯美，宁静，高画质，电影感。",
    "prompt2": "一位身着浅青色汉服的年轻女子，汉服材质轻薄飘逸，有着宽大的袖口和精致的刺绣细节。黑色长发梳成温婉的古典发髻。她侧身站立在树林边缘的草地上，微微仰头望向高处的树梢，一只手臂自然抬起，手指轻舒，仿佛在触碰树叶或感受微风。体态优雅修长，动作舒展，沉浸在自然的氛围中。"
  },
  {
    "image": "",
    "description": "亭中仰首执绿植",
    "prompt1": "中式古典园林场景，一座精致的石质与木质结构的凉亭，具有飞檐翘角的屋顶，亭柱上刻有绿色的竖排书法对联，横梁上悬挂着黑底绿字的书法匾额。周围是郁郁葱葱的高大树林，阳光透过树梢洒下柔和的自然光线，营造出斑驳的光影效果。前景有模糊的红绿色植物叶片作为前景遮挡，增加画面层次感和景深。清新自然的色调，电影感光影，高分辨率摄影，写实风格，宁静幽雅的氛围。",
    "prompt2": "一位身着淡青色传统汉服的年轻女性，衣物材质轻盈，衣身和袖口上有细腻的浅色花纹刺绣，宽袖长袍垂坠感良好。她梳着古典的盘发发髻，黑色长发自然垂落在背部。她侧身站立在亭子中央，身体微微后仰，抬头望向亭外或上方，姿态优雅舒展，手中轻握一束细长的绿色植物。"
  },
  {
    "image": "",
    "description": "草地跪坐理衣袖",
    "prompt1": "户外自然光，中国古典园林背景，模糊的岩石和绿植背景，柔和的日光，清新的色调，浅景深，高画质，写实摄影风格，唯美古风氛围，电影感光影。",
    "prompt2": "身穿淡青色与米白色相间的汉服，宽大的袖口上有精致的蝴蝶与花卉刺绣，外披淡黄色薄纱披帛，丝绸质感，层次丰富。黑色长发梳成复杂的古风盘发与编发，发间点缀着白色小雏菊和绿色蕨类植物作为发饰，系着蓝色发带，垂下一缕长发。女子侧身跪坐，双手轻轻拉扯着衣袖，姿态优雅温婉。前景有一个插着绿色蕨类植物的小花瓶。"
  },
  {
    "image": "",
    "description": "林间倚树拈披帛",
    "prompt1": "户外树林背景，自然光，阳光透过树叶洒下的斑驳光影，背景虚化（Bokeh），清新淡雅的色调，古风摄影风格，高分辨率，写实质感，柔和唯美的氛围，电影感布光。",
    "prompt2": "一位年轻女性，身着淡青色与米白色相间的明制汉服，衣料轻盈带有丝绸光泽，袖口和衣身布满精致的花卉、蝴蝶及几何纹样刺绣，宽大的琵琶袖，手中轻握一条淡黄色的披帛。黑色长发梳成复杂的古典发髻，装饰着白色小花、绿色枝叶和蓝色发簪，一侧垂下长长的编发辫子，佩戴着精致的长款耳坠。人物侧身站立，左手轻扶粗糙的树干，右手优雅地捏着披帛，姿态温婉，体态修长。"
  },
  {
    "image": "",
    "description": "林间持筝触阳光",
    "prompt1": "夏日户外，茂密的水杉树林，笔直的树干林立，阳光透过树叶形成柔和的光影，前景是大片虚化的绿色荷叶与含苞待放的粉色荷花，营造出清新雅致的氛围，自然光摄影，浅景深效果，高画质，唯美古风意境，电影感色调。",
    "prompt2": "一位身着浅青色刺绣汉服的年轻女子，衣摆宽大飘逸，手中持有一个绘有传统燕子图案的彩色风筝，黑色长发梳成温婉的古风发髻并点缀着发饰，侧身站立于林间，一只手轻轻抬起仿佛在触摸树叶或遮挡阳光，姿态优雅舒展，整体气质古典端庄。"
  },
  {
    "image": "",
    "description": "湖畔低首伴风筝",
    "prompt1": "古风摄影风格，汉服写真，户外自然光，柔和明亮的日光，清新的夏日氛围。背景是宁静的荷塘，巨大的绿色荷叶层层叠叠，部分荷叶作为前景虚化，水面平静倒映着绿意，浅景深效果，背景虚化，高画质，细腻的光影，淡雅的色调，淡绿色与白色为主。",
    "prompt2": "一位年轻女子侧身坐在湖边的岩石上，身体微微前倾，低头看向下方，姿态优雅娴静。身穿淡薄荷绿色的汉服，宽大的袖口，衣料轻盈飘逸，衣服上印有精美的蝴蝶和花卉刺绣图案，裙摆自然铺散在石头上。脚穿浅色绣花鞋。黑色的长发梳理整齐，编成精致的发辫垂在身后，头上装饰着白色的小花和绿叶发饰，显得清新自然。岩石旁边放着一个彩色的传统风筝。"
  },
  {
    "image": "",
    "description": "林间舞纱衣袂扬",
    "prompt1": "户外自然光摄影，柔和的日光透过树叶洒下，背景虚化（Bokeh），茂密的树林，粗壮的棕色树干纹理清晰，远处模糊的池塘和绿色荷叶，清新的浅绿色调，唯美古风氛围，高清晰度，电影感布光，景深效果，宁静自然的夏日午后。",
    "prompt2": "一位年轻女子，身穿淡绿色传统汉服（Hanfu），面料轻盈有光泽，宽袖设计，袖口和衣摆边缘有精美的花卉刺绣图案。手中挥舞着一块轻薄的半透明纱巾，纱巾在空中大幅飘扬，形成优美的弧线。黑色长发盘成古典发髻，装饰着白色小花和绿叶发饰。她坐在绿色的草地上，身体微微后仰，靠近树干，一只手高高举起触碰或托举飘动的纱巾，姿态优雅舒展，侧身视角。"
  },
  {
    "image": "",
    "description": "石上仰身抓衣袖",
    "prompt1": "户外自然光，柔和的漫射光，背景虚化，池塘边，模糊的绿色植被和水面背景，中国古风摄影，清新淡雅，唯美主义，高分辨率，8k，柔和的色调，电影感布光。",
    "prompt2": "一位年轻女性，身穿淡黄色与浅青色渐变的汉服，宽大的广袖，轻薄的半透明披帛，衣服上有精致的刺绣图案，丝绸质感。黑色长发梳成复杂的古风发髻，带有侧边编发，头戴白色小雏菊和绿色蕨类植物发饰，佩戴长款珍珠流苏耳环。侧身坐在石头上，一只手高高举起轻轻抓着飘逸的衣袖，姿态优雅舒展，身体微微后仰。"
  },
  {
    "image": "",
    "description": "湖畔倚石持风筝",
    "prompt1": "户外摄影，中国古典园林风格，夏日荷塘景色，背景是大片翠绿的荷叶和零星盛开的粉色荷花，前景是一块巨大的灰色纹理景观石，柔和的自然光照，清晨氛围，清新明亮的色调，高清晰度，8k分辨率，景深虚化，唯美古风摄影，电影级光效。",
    "prompt2": "一位年轻女子，身穿淡青色刺绣汉服，衣料轻薄飘逸，宽大的袖口上有精美的传统纹样，黑色长发编成侧边麻花辫，头戴精致的古典发饰，侧身优雅地倚靠在岩石旁，手中持有一个色彩斑斓的燕子形状传统风筝，姿态温婉闲适，全身像。"
  },
  {
    "image": "",
    "description": "廊下整帕坐石凳",
    "prompt1": "中国古典园林场景，深色木质立柱上刻有绿色书法汉字，背景是郁郁葱葱的树木和灰色的太湖石，前景有虚化的绿色植物叶片增加层次感，柔和的自然散射光，清新淡雅的冷色调，高分辨率写实摄影，电影质感，唯美古风意境，景深效果。",
    "prompt2": "一位年轻女性，身穿淡薄荷绿与浅蓝色相间的精美汉服，衣身和宽大的袖口上有精致的花卉刺绣，下身穿着淡紫色刺绣长裙，黑色长发梳成古典发髻，点缀着白色小花发饰和垂下的流苏，侧身坐在石质长凳上，双手轻轻拿着一块淡黄色的丝绸手帕正在整理，低头注视手中物品，姿态端庄优雅，温婉娴静。"
  }
]