[
  {
    "image": "",
    "description": "花间轻抚春枝头",
    "prompt1": "户外花园，盛开的白色樱花树，繁茂的花枝延伸至前景，柔和明亮的自然光，梦幻唯美的氛围，浅景深，背景虚化（Bokeh），高画质，清新淡雅的春日色调，摄影作品风格，柔光滤镜。",
    "prompt2": "一位年轻女性，身穿浅薄荷绿色的汉服，宽大的袖口，衣身带有精致的浅色刺绣花纹，黑色长发梳成古典发髻，额前有轻薄的空气刘海，头戴白色的蝴蝶造型发饰及半透明薄纱，侧身站立，一只手轻轻触碰并扶着前方的花枝，姿态优雅柔美，身体微微侧转。"
  },
  {
    "image": "",
    "description": "素手扶枝立樱林",
    "prompt1": "盛开的白色樱花林，梦幻柔焦背景，明亮的自然光，春日氛围，清新淡雅的色调，高分辨率摄影，唯美古风意境，强烈的景深效果，空气感，柔和的光影。",
    "prompt2": "身穿淡青色汉服少女，精致的浅色花卉刺绣外衫，轻盈飘逸的丝绸材质，黑色长发盘成古典发髻，佩戴银色镂空蝴蝶发饰，侧身站立，双手轻抚樱花枝头，姿态优雅恬静，柔美身姿，垂下的发丝。"
  },
  {
    "image": "",
    "description": "轻拈花瓣立风中",
    "prompt1": "户外摄影，满树盛开的白色樱花背景，柔和明亮的自然光，浅景深虚化效果，清新淡雅的色调，梦幻唯美的氛围，高分辨率，汉服古风摄影风格，电影感光效。",
    "prompt2": "身着淡青色薄纱大袖衫汉服，内搭白色抹胸襦裙，粉色系带，衣身带有精致刺绣，黑色长发盘成古典发髻，佩戴银色蝴蝶发饰和白色飘带，侧身站立，右手轻抬捏着一片花瓣，姿态优雅端庄，温婉的气质。"
  },
  {
    "image": "",
    "description": "捏花颔首弄清影",
    "prompt1": "中国古风摄影，汉服写真，唯美梦幻风格，柔和的自然光，高画质，8k分辨率，杰作。背景是户外盛开的白色花树（如樱花或梨花），背景虚化，景深效果，清新明亮的色调，充满春日气息，画面通透。",
    "prompt2": "一位年轻女性，黑色长发梳成精致的古风盘发，头戴白色半透明的蝴蝶发饰，额前有轻薄的空气刘海。身穿浅薄荷绿色的汉服大袖衫，衣袖宽大飘逸，上面有精美的浅色刺绣图案，内搭白色抹胸裙，腰间系着粉色丝带，面料轻薄如纱。她站立在花树下，身体微微侧向镜头，右手轻轻捏着一朵小白花举至下巴附近，左手自然垂下整理衣袖，姿态优雅端庄，气质温婉清冷。"
  },
  {
    "image": "",
    "description": "挥袖转身舞翩跹",
    "prompt1": "户外自然光，盛开的白色花树背景（如樱花或梨花），背景虚化（Bokeh），柔和漫射光，梦幻唯美的氛围，古风摄影风格，高清晰度，8k分辨率，电影级构图，柔和的色调，春日气息。",
    "prompt2": "一位身穿淡青色汉服的年轻女子，宽大的透明薄纱外衫，袖口极其宽大且飘逸，衣服上带有精致的金色刺绣图案，内穿白色长裙，黑色长发盘成优雅的古风发髻，佩戴精致的白色羽毛状或银质发饰，侧身站立，正在转身或舞动，宽大的衣袖在空中飘扬，展现出动态的美感，优雅的体态。"
  },
  {
    "image": "",
    "description": "展臂仰首沐春风",
    "prompt1": "盛开的白色樱花树背景，繁花似锦，满树的花朵营造出浪漫梦幻的氛围，柔和的自然漫射光，清新淡雅的低饱和度色调，浅景深效果，背景微微虚化，高分辨率摄影，电影感，春日气息，唯美古风意境。",
    "prompt2": "一位身穿中国传统汉服的年轻女性，外穿淡薄荷绿色的透明薄纱大袖衫，材质轻盈飘逸，袖口宽大且带有精致的金色或浅色刺绣图案，内搭白色齐胸襦裙，质地柔软，胸前系有粉色的丝带披帛，黑色长发盘成优雅的古典发髻，佩戴着白色的羽毛状或镂空发饰，并有白色头纱垂下，双臂向两侧舒展张开，仿佛在拥抱春天，展示宽大的衣袖，身体微微侧转，头部抬起仰望花枝，姿态优雅轻盈，衣袂飘飘。"
  },
  {
    "image": "",
    "description": "起舞弄清袖翩然",
    "prompt1": "户外自然光，盛开的白色花树背景（如樱花或梨花），背景虚化（Bokeh），柔和漫射光，清新淡雅的色调，梦幻浪漫的氛围，古风摄影，高分辨率，8k，写实风格，杰作。",
    "prompt2": "一位年轻女子，身穿淡青色（薄荷绿）的汉服，宽大的广袖，衣料轻薄透明且飘逸，衣服上有精致的浅色花卉刺绣，内衬白色，粉色系带。黑色长发盘成古典发髻，佩戴银色镂空蝴蝶发饰和白色薄纱头饰，额前有空气刘海。她正在做出优雅的舞蹈姿势，一只手抬起展示修长的手指，宽大的衣袖随风舞动，身姿曼妙，气质温婉。"
  },
  {
    "image": "",
    "description": "回眸侧影理罗裳",
    "prompt1": "古风摄影，汉服写真，春天，满树盛开的白色花朵（樱花或梨花），背景虚化，浅景深，柔和明亮的自然光，清新淡雅的色调，梦幻氛围，高画质，8k分辨率，电影感构图。",
    "prompt2": "一位年轻女性，身着淡青色与白色相间的传统汉服，外衫轻薄飘逸，衣身有精致的刺绣图案，胸前系着粉色的丝带。黑色的长发盘成复杂的古典发髻，佩戴着白色的羽毛状或蕾丝状头饰以及黑色发簪。侧身站立，回头看向镜头，一只手微微抬起整理衣袖，姿态优雅柔美，气质清冷。"
  },
  {
    "image": "",
    "description": "纤指拨弄花间枝",
    "prompt1": "户外场景，盛开的白色樱花树，梦幻的春日花园氛围，柔焦效果，高调摄影，明亮的自然光，浅景深，前景有虚化的花枝遮挡，古风摄影风格，唯美主义，清新淡雅的色调，电影质感，淡青色与白色为主色调。",
    "prompt2": "一位年轻女性，身着淡青色（薄荷绿）汉服，交领右衽设计，轻薄飘逸的丝绸或雪纺质感，衣身带有精致的浅色刺绣，腰间系着粉色腰带，黑色长发盘成复杂的古典发髻，佩戴着白色的半透明蝴蝶发饰和白色花朵头饰，几缕发丝自然垂落在脸颊旁和胸前，双手轻轻抬起，手指纤细优雅地触碰或拨弄面前的花枝，侧身站立，姿态温婉恬静。"
  }
]