[
  {
    "image": "",
    "description": "湖畔拂纱低眉立",
    "prompt1": "户外场景，宁静的湖边，背景远处有一座虚化的中式多层古塔，前景有绿色植被，自然柔和的光线，浅景深效果，背景高度虚化，唯美古风摄影风格，高清晰度，电影感布光，清新淡雅的色调。",
    "prompt2": "一位年轻女性，身穿精致的中国传统汉服，内穿带有淡紫色花卉图案的白色抹胸长裙，外罩淡紫色的透明薄纱大袖衫，搭配深紫红色的长飘带。头发梳成古典发髻，佩戴白色花朵发饰。双手轻轻举起并拉扯着头上的白色透明薄纱帷帽，姿态优雅，低头凝视，身形修长。"
  },
  {
    "image": "",
    "description": "湖畔舞袖帷帽扬",
    "prompt1": "户外自然光摄影，湖边场景，前景有绿色的草丛，中景是平静的水面，背景虚化处理（Bokeh），远处左侧有一座模糊的多层中式古塔，右侧有一座白色的石拱桥，柔和的日光，清新明亮的色调，唯美古风意境，高画质，景深效果，电影感构图，8k分辨率。",
    "prompt2": "一位年轻女性，身穿淡紫色半透明薄纱汉服外衫，内搭白色衣物，腰间系着深红色的宽腰带，下身为淡青色长裙，头戴带有白色长飘带面纱的斗笠（帷帽），黑色长发梳成古典发髻，身体微微侧转，双手抬起做出优雅的舞蹈手势，衣袖宽大飘逸，面纱和裙摆随风舞动，体态轻盈曼妙，仙气十足，全身照。"
  },
  {
    "image": "",
    "description": "湖畔舞袖兰花指",
    "prompt1": "户外风景，宁静宽阔的水面，背景高度虚化，远处隐约可见的中国古典亭台楼阁和白色拱桥，柔和的自然光，唯美主义，高分辨率摄影，浅景深，梦幻氛围，清晨或傍晚的柔光，电影感构图，8k画质。",
    "prompt2": "一位年轻女性，身穿淡紫色半透明薄纱汉服大袖衫，内搭白色抹胸，袖口处有红色和绿色的拼接装饰，头戴带有长白色透明面纱的深红色边缘帷帽，黑色长发梳成古风发髻，优雅站立，双手抬起做出古典舞蹈的兰花指手势，手指纤细，身姿修长苗条，衣料轻盈飘逸，气质温婉。"
  },
  {
    "image": "",
    "description": "回首抚袖纱幔垂",
    "prompt1": "户外自然风景，宁静的湖边，远处有一座虚化的中国多层古塔，左侧有青山和绿树，平静的水面，柔和的自然光，浅景深效果，背景模糊（bokeh），高画质，唯美古风摄影，清新明亮的色调，电影感构图。",
    "prompt2": "一位年轻女性，侧身站立并回头望向后方，身穿淡紫色与浅粉色渐变的汉服，材质轻薄透明如纱，宽大的飘逸袖口，腰间束着深红色的腰带，头戴一顶深红色的宽檐帽，帽后连接着长长的白色半透明面纱垂至身后，黑色长发，姿态优雅，一只手微微抬起轻抚宽大的衣袖，展现出服饰的流动感。"
  },
  {
    "image": "",
    "description": "湖畔提袖低垂首",
    "prompt1": "户外自然光，湖边草地，前景有绿色的芦苇或杂草，背景远处有一座模糊的多层中国古塔和一座白色拱桥，景深效果，背景虚化（Bokeh），清新明亮的色调，古风摄影风格，高画质，唯美氛围，柔和的光线，电影感构图。",
    "prompt2": "一位年轻女子，全身照，身穿淡紫色与白色相间的中国传统汉服（齐胸襦裙风格），外罩轻薄透明的淡紫色纱衣，配有深红色和绿色的长飘带，衣物质感飘逸流畅，半透明材质。黑色长发盘成精致的古典发髻，佩戴着简约的银色或白色发饰。她侧身站立，微微低头，视线向下，双手轻提衣袖和飘带，姿态优雅温婉，身材苗条，动作自然。"
  },
  {
    "image": "",
    "description": "水边背影望湖心",
    "prompt1": "宁静的湖畔自然风光，前景是生机勃勃的绿色草地和野草，中景是平静宽阔的湖面，水面波光粼粼，倒映着天空和远处的景色，水中有几块露出的石头和稀疏的水草，远景是茂密的绿色树林和连绵的青山（类似喀斯特地貌），画面右侧边缘隐约可见中式古塔的一角，柔和的自然光照，清晨或傍晚的静谧氛围，清新淡雅的色调，浅景深效果，背景略微虚化，高画质摄影，电影感构图，写实风格。",
    "prompt2": "一名女子的背影，身着淡紫色半透明质感的汉服大袖衫，衣料轻盈飘逸，袖口宽大，腰间缠绕着绿色与暗红色的披帛（或腰带），内衬隐约透出红色，下摆露出白色的裙摆，一头乌黑浓密的长发盘成复杂的古典发髻，长长的发尾自然垂落在背部中央，发丝柔顺，身姿优雅挺拔，独自伫立在水边草地上，面向湖水静立凝视远方。"
  },
  {
    "image": "",
    "description": "湖畔持扇回眸望",
    "prompt1": "户外自然光摄影，宁静的湖畔边，背景远处矗立着一座模糊的高大多层中国古塔，远处有连绵的青山和茂密的绿树，右侧有一座白色石拱桥，柔和的逆光，清晨的暖阳，浅景深效果，背景虚化，高画质，8k分辨率，清新唯美的古风意境，电影级构图，写实风格。",
    "prompt2": "一位年轻少女，身穿淡紫色与白色渐变的轻薄汉服纱裙，衣袖宽大飘逸，肩上披着绿色与红色的长飘带，黑色长发梳成精致的古典发髻，佩戴着白色的花朵发饰，长发自然垂落在背部，侧身站立，微微回头看向镜头，手中轻握一把素雅的圆形团扇，姿态优雅端庄，身姿曼妙。"
  },
  {
    "image": "",
    "description": "湖畔抚袖衣袂扬",
    "prompt1": "户外自然光，柔和的日光，梦幻的氛围，背景虚化，浅景深，远处有一座模糊的多层中国古塔，隐约可见的青山，绿色的草地，河流，高画质，写实摄影风格，古风意境，8k分辨率，超精细细节。",
    "prompt2": "一位年轻女子，身穿飘逸的汉服，淡紫色的透明薄纱外罩，宽大的袖子，白色抹胸内搭，粉色与薄荷绿渐变的长裙，裙摆随风飞舞，黑色长发梳成古典发髻，佩戴精致的花朵发饰，侧身站立，双手轻抚衣袖，姿态优雅，衣袂飘飘，动态感的衣袖和裙摆，全身照。"
  },
  {
    "image": "",
    "description": "湖畔起舞展广袖",
    "prompt1": "中国古典园林风景，户外自然光，柔和的午后阳光，背景远处矗立着一座宏伟的多层中式古塔，还有一座白色的石拱桥横跨水面，前景是绿色的草坪和湖边的岩石，水面平静，绿树环绕，景深效果，背景略微虚化，高分辨率摄影，8k，电影级光照，唯美氛围，写实风格。",
    "prompt2": "一位年轻的中国少女，身穿淡紫色与薄荷绿相间的飘逸汉服，宽大的丝绸袖子，轻薄的纱质面料，黑色长直发，精致的半扎发髻，佩戴着古典发饰，长发垂至腰间，侧身站立，正在翩翩起舞，一只手高高举起展示宽大的衣袖，姿态优雅灵动，裙摆随风飘动，全身照。"
  },
  {
    "image": "",
    "description": "草地戴纱静伫立",
    "prompt1": "户外自然风景，宁静的河畔草地，远处有朦胧的树木和山峦轮廓，柔和的逆光照明，清晨或黄昏的金色阳光洒在草地上，营造出梦幻、唯美、空灵的氛围，电影感摄影，浅景深，背景虚化，高分辨率，中国古风意境，清新自然的色调。",
    "prompt2": "一位身着白色飘逸汉服的女子，头戴半透明的白色长款薄纱帷帽，面纱垂落遮住头部和上半身，增添神秘感，腰间隐约可见红色腰带装饰，侧身站立在草地上，姿态端庄优雅，双手自然交叠于身前，衣摆随风轻拂，整体造型仙气十足，长发隐约可见被纱幔笼罩。"
  },
  {
    "image": "",
    "description": "持花低眉纱幔垂",
    "prompt1": "户外自然光摄影，柔和的逆光，黄昏暖色调，背景虚化，朦胧的水边或草地景观，唯美古风摄影风格，电影质感，梦幻氛围，高分辨率，细腻的光影层次，丁达尔效应。",
    "prompt2": "一位年轻女子，身穿淡紫色半透明薄纱汉服大袖衫，内搭白色衣物，手臂处系有红色与青绿色的飘带。头戴带有白色长面纱的帷帽，面纱边缘有深红色装饰，轻盈垂落。黑色长发梳成古典发髻，点缀着花朵发饰。侧身站立，双手轻柔地持握着一枝盛开的粉色木兰花，微微低头，姿态优雅恬静，展现出古典东方女性的柔美身姿。"
  }
]