[
  {
    "image": "/images/artPhoto/5894/art-1.jpg",
    "description": "荷塘捧花侧身立",
    "prompt1": "中国古风摄影，柔和的自然漫射光，浅景深效果，背景高度虚化。远处矗立着一座模糊的多层中国古塔，左侧隐约可见青色的山峦轮廓，下方是宁静的荷塘与大片绿色荷叶。整体色调清新淡雅，充满诗意，高分辨率，唯美意境，8k画质。",
    "prompt2": "一位身着汉服的年轻女性，黑色长发梳成精致的古典高髻（类似双环望仙髻），点缀着简约的银色发饰，鬓角留有自然的碎发。上身穿着淡米色或浅粉色的交领襦衫，外披带有红白几何花卉纹样的对襟外衫，下身搭配蓝绿色带有扇形暗纹的齐胸长裙。她双手轻握一束盛开的白荷花与宽大的绿色荷叶，花茎修长自然垂下，身姿挺拔而优雅，微微侧身面对镜头，展现出温婉恬静的气质。"
  },
  {
    "image": "/images/artPhoto/5894/art-2.jpg",
    "description": "持花回眸立湖畔",
    "prompt1": "户外人像摄影，柔和的自然光，浅景深，背景虚化。远处可见模糊的中国古典多层宝塔和连绵的青山，湖边景色，清新淡雅的色调，唯美古风，高分辨率，电影感光效，宁静祥和的氛围。",
    "prompt2": "一位年轻女性，侧身站立，微微回头看向侧方。黑色头发盘成精致的发髻，配有简约的发饰。身穿中国传统汉服，上身是米白色宽袖内衫，外搭一件印有橙色花卉和绿色六边形几何纹样的披帛。下身穿着淡青色带有暗纹的长裙。手中拿着一支盛开的白荷花、粉色花苞和巨大的绿色荷叶，置于身后。姿态优雅，气质温婉，古典韵味。"
  },
  {
    "image": "/images/artPhoto/5894/art-3.jpg",
    "description": "石上持花端坐雅",
    "prompt1": "中国古风摄影，唯美意境，柔和的自然漫射光，清晨或阴天的柔和光线。背景是一片宁静的湖泊，湖面上布满茂密的绿色荷叶和星星点点的白色花朵，远处有朦胧的喀斯特地貌青山和一座高耸的多层中式古塔，背景呈现自然的虚化效果（景深）。前景有一块巨大的灰色太湖石，高画质，细腻纹理，电影感构图，8k分辨率，清新淡雅的色调。",
    "prompt2": "一位年轻女性，身穿清新的传统汉服，内搭淡米色或浅粉色的交领上衣，下身穿着青绿色的抹胸长裙，裙身带有细腻的暗纹，外披一件白底印有红色与橙色几何花卉图案的宽大外衫（大袖衫），衣料轻盈，褶皱自然垂落。黑色的长发盘成优雅的高发髻，佩戴着简约精致的银色发饰。她侧身坐在一块巨大的岩石边缘，双手轻轻持握着一支带大绿叶的粉色荷花及花苞，姿态端庄优雅，身体微微转向左侧，神情恬静。"
  },
  {
    "image": "/images/artPhoto/5894/art-4.jpg",
    "description": "持荷低眉立风中",
    "prompt1": "户外自然光，柔和的漫射光，浅景深效果，背景是模糊的绿色植被和荷塘，清新淡雅的色调，中国古风摄影风格，高分辨率，写实质感，电影级布光，唯美主义，8k画质。",
    "prompt2": "一位年轻的中国女性，身穿精致的传统汉服，内穿米白色交领上衣，腰间系着蓝绿色的织锦腰封，外披一件白底带有绿色几何线条和橙红色花朵图案的大袖衫，衣物具有丝绸质感。黑色的长发梳成复杂的古典高髻，头戴精致的珠串发饰，额前有几缕碎发。她双手轻轻握着一支粉色的荷花花苞，花茎细长，姿态优雅端庄，身体微微侧转，呈现出古典温婉的气质。"
  },
  {
    "image": "/images/artPhoto/5894/art-5.jpg",
    "description": "低首交叠坐恬静",
    "prompt1": "户外自然场景，柔和的虚化绿色背景，仿佛置身荷塘或园林之中，清新自然的色调，古风摄影风格，柔光，高画质，唯美意境，景深效果，电影感光效，8k分辨率。",
    "prompt2": "身着精美汉服的女性，内穿淡粉色宽袖交领上襦，外搭印有橙色花朵与绿色六边形几何纹样的白色披帛，下着青绿色暗纹长裙。黑色长发梳成复杂的古典高髻，点缀着精致的珠串发饰，几缕碎发垂落。双手轻轻交叠于胸前，微微低头，侧身坐姿，体态端庄优雅，气质温婉宁静。"
  },
  {
    "image": "/images/artPhoto/5894/art-6.jpg",
    "description": "石上低头观荷花",
    "prompt1": "户外自然光摄影，柔和的漫射光，清新淡雅的色调，高分辨率，景深效果。背景是一个充满生机的荷塘，布满了大片的绿色荷叶和盛开的白色荷花。前景有高大的绿色宽叶植物和细长的紫色花穗（类似再力花），营造出层次丰富的自然景观。人物坐在一块灰色的天然岩石上，整体氛围宁静、古典、唯美。",
    "prompt2": "一位年轻女性，身着精美的中国传统汉服。上身穿着浅粉色或米色的交领内衫，外披一件带有红白相间几何纹样（菱形或六边形图案）的长款外搭或披帛，袖口宽大飘逸。下身是一条蓝绿色（青色）的长裙，裙面上有隐约的暗纹。黑色的长发盘成优雅的古典发髻，佩戴着简约精致的银色或白色发饰。她侧身坐在岩石上，双手轻轻握着一朵粉色的荷花，微微低头注视着手中的花朵，姿态端庄文静，裙摆自然铺散在石头上。"
  },
  {
    "image": "/images/artPhoto/5894/art-7.jpg",
    "description": "石上捧荷低首观",
    "prompt1": "中国古风写实摄影，夏日荷塘边，自然柔和的漫射光，背景是大片虚化的绿色荷叶与茂密植被，前景右侧有模糊的高草或芦苇遮挡以增加画面层次感和景深，清新的冷色调与暖色人物形成对比，电影级质感，唯美意境，人物斜靠在一块灰色的天然岩石上。",
    "prompt2": "一位身穿传统汉服的年轻女性，上身穿着淡米色或浅粉色的宽袖交领上衣，下身搭配青绿色的纹理长裙，腰间系着并垂下带有红白几何花卉图案的织物飘带，黑色的长发盘成精致的古典发髻，侧身慵懒地倚靠在石头上，双手轻轻捧着一束包含粉色花苞和白色盛开花朵的荷花，姿态优雅舒展，微微低头凝视手中的花朵。"
  },
  {
    "image": "/images/artPhoto/5894/art-8.jpg",
    "description": "仰身抬手遮阳光",
    "prompt1": "户外自然光摄影，荷塘边，背景是虚化的绿色植物，清新淡雅的色调，柔和的光影，电影感，浅景深，古风意境，前景有粗糙的岩石，画面右下角有粉色和白色的荷花及绿色莲蓬作为前景点缀。",
    "prompt2": "年轻女性，身着精致的汉服，米白色底带有淡绿色几何纹样和橙红色花朵图案的轻薄大袖衫，内搭淡青色暗纹长裙，黑色长发盘成古典高髻，佩戴着精致的珠串流苏发饰，身体向后微仰，一只手臂向上伸展手掌张开仿佛在遮挡阳光，另一只手自然垂下轻搭在岩石上握着花枝，姿态舒展优雅，充满动感。"
  },
  {
    "image": "/images/artPhoto/5894/art-9.jpg",
    "description": "举花过顶侧身立",
    "prompt1": "户外摄影，荷塘环境，背景是大片虚化的绿色荷叶，自然柔和的漫射光，清新淡雅的氛围，高画质，8k分辨率，古风摄影风格，浅景深，电影感光影，写实风格。",
    "prompt2": "一位年轻女性，身穿中国传统汉服，内穿淡米色宽袖交领上衣，外搭一件印有橙色花朵和绿色几何六边形纹样的白色罩衫，下身穿着淡青色带有暗纹的长裙，黑色长发梳成古典发髻，鬓角有几缕自然垂落的碎发，双手优雅地举起几支盛开的粉色荷花、花苞及绿色莲蓬置于头顶上方，侧身站立，手持花束。"
  },
  {
    "image": "/images/artPhoto/5894/art-10.jpg",
    "description": "荷塘背影望远方",
    "prompt1": "中国古典园林风景，广阔的荷塘，茂盛的绿色荷叶铺满水面，点缀着盛开的白色莲花和含苞待放的粉色花蕾，平静宽阔的湖面，远处矗立着一座高耸的多层中式宝塔，黑白相间的塔身，一座石拱桥横跨水面连接两岸，背景是连绵起伏的青山和郁郁葱葱的树木，柔和的自然漫射光，清新淡雅的色调，高清晰度，写实摄影风格，景深自然。",
    "prompt2": "一位年轻女性的背影，身着精美的传统汉服，上身穿着带有复古几何图案的浅粉色宽袖上衣，外罩轻薄的纱衣，下身搭配淡青色的长裙，黑色的长发盘成精致的古典发髻，佩戴着简约的发饰，手中捧着一束粉色和白色的荷花，优雅地站立在荷塘边的草丛中，凝视着远方的风景，体态轻盈苗条，姿态端庄。"
  },
  {
    "image": "/images/artPhoto/5894/art-11.jpg",
    "description": "持花回眸荷叶间",
    "prompt1": "户外荷塘场景，大片翠绿的荷叶作为背景，远处点缀着模糊的白色荷花，夏日清新氛围，自然柔和的光线，浅景深效果，背景虚化，中国古风摄影风格，唯美写实，高画质，8k分辨率，电影感构图。",
    "prompt2": "一位年轻女性，侧身站立并微微回眸，黑色长发盘成精致的古风发髻，佩戴简约的珍珠发饰，身穿汉服，外披一件白底带有橙红色几何花卉图案的大袖衫，内搭浅青色暗纹长裙，宽大的白色袖口显得飘逸，手中捧着一束新鲜的荷花，包含粉色花苞、白色盛开的花朵以及绿色的莲蓬，姿态优雅自然。"
  },
  {
    "image": "/images/artPhoto/5894/art-12.jpg",
    "description": "荷塘捧花低首立",
    "prompt1": "中国古风摄影，唯美的荷花池场景，大片绿色的荷叶作为前景虚化，营造出置身花丛的沉浸感，背景远处有一座模糊的多层中式古塔和朦胧的青山轮廓，柔和的漫射自然光，低饱和度，清新淡雅的色调，浅景深效果，梦幻宁静的氛围，高分辨率，电影感构图。",
    "prompt2": "一位穿着汉服的年轻女子，身着淡粉色交领大袖衫，袖口和下摆有精致的传统刺绣花纹，内搭或下裙为淡青色带有暗纹的长裙，黑色长发盘成精致复杂的古典双环发髻，佩戴简约的珠链发饰，侧身站立，身体微微前倾，低头注视下方，双手捧着一束盛开的粉色和白色荷花及莲蓬，姿态温婉优雅，全身照。"
  },
  {
    "image": "/images/artPhoto/5894/art-13.jpg",
    "description": "仰首抱花醉清风",
    "prompt1": "中国古风摄影，户外自然光，背景是一片广阔的荷塘，布满绿色的荷叶和零星的荷花，远处矗立着一座模糊的中式多层宝塔，浅景深效果，背景虚化，柔和的漫射光，清新淡雅的色调，夏日氛围，高画质，8k分辨率，唯美意境。",
    "prompt2": "一位年轻女性，身穿淡青色暗纹汉服长裙，外搭一件白底红色几何图案的对襟大袖衫，袖口宽大且面料轻薄半透明，黑色长发盘成古典发髻，佩戴简约发饰，双手持握一束巨大的粉色与白色荷花花苞，身体微微侧立，头部微微后仰，双眼轻闭，神态陶醉宁静，优雅地享受微风。"
  },
  {
    "image": "/images/artPhoto/5894/art-14.jpg",
    "description": "荷塘持花仰首立",
    "prompt1": "户外自然光摄影，柔和漫射光，浅景深效果，背景虚化，远处矗立着一座多层古塔，背景是连绵起伏的青山和茂密的树林，中景是大片的荷塘与绿色荷叶，前景左侧有一块灰色岩石，清新淡雅的色调，高分辨率，古风唯美主义，电影感构图，宁静祥和的氛围。",
    "prompt2": "一位身着中国传统汉服的年轻女性，上身穿着米白色半透明薄纱外衫，下身搭配青绿色带有暗纹的长裙，肩上披着一条带有红白几何菱形图案的长披帛，黑色长发盘成精致的古典发髻并饰有发簪，侧身站立，双手捧着一束盛开的粉色荷花，头部微微仰起，姿态优雅舒展，气质温婉宁静。"
  },
  {
    "image": "/images/artPhoto/5894/art-15.jpg",
    "description": "持花回眸立风中",
    "prompt1": "中国古风摄影，户外荷塘场景，大片翠绿的荷叶与盛开的白色荷花，远处矗立着一座宏伟的多层中式古塔，背景隐约可见山峦，柔和漫射光，阴天，清新淡雅的色调，低饱和度，唯美主义，高清晰度，景深效果，背景略微虚化，8k分辨率。",
    "prompt2": "一位年轻女性，身着精美的汉服，外披一件带有淡橙色六边形几何花纹的薄荷绿大袖衫，内衬白色衣物，下身搭配淡青色长裙，黑色长发梳成温婉的古典盘发，侧身站立，微微回眸，手中轻握一枝粉色和白色的荷花，体态优雅修长，自然站立。"
  }
]