[
  {
    "image": "",
    "description": "草地撑伞垂眸坐",
    "prompt1": "户外自然环境，绿意盎然的园林，草地上的小黄花，背景虚化，树木掩映，柔和的自然光，清新色调，中国风，古风摄影，高清晰度，8k分辨率，唯美意境，电影感布光。",
    "prompt2": "侧身跪坐的女子，身穿淡绿色半透明质感的汉服，宽袖设计，白色内衬，衣物轻盈飘逸。乌黑亮丽的超长直发，垂至地面，古风盘发，佩戴白色发饰。手持一把绿色的油纸伞，竹制伞柄清晰可见。姿态优雅，一只手轻抚草地，低头垂眸，安静祥和。"
  },
  {
    "image": "",
    "description": "池畔持扇半遮面",
    "prompt1": "户外池塘边，背景是虚化的水面和漂浮的荷叶，前景有茂盛的绿色灌木丛，自然光，柔和的漫射光，浅景深效果，背景虚化，中国古典美学，古风摄影，写实风格，高清晰度，电影质感。",
    "prompt2": "一位年轻女性，侧身站立，面向右侧，黑色长直发，采用半扎发造型，发髻上装饰着白色的花朵发饰，长发垂至腰际，身穿淡青色半透明质感的汉服，宽大的袖口，衣料轻盈飘逸，双手持握一把收拢的绿色长扇（或画卷），姿态优雅端庄，身体部分被前景的绿叶半遮掩。"
  },
  {
    "image": "",
    "description": "浮萍池畔仰望天",
    "prompt1": "中国古风摄影风格，电影感光影，柔和的自然光，背景为布满绿色浮萍的幽静池塘，远处有模糊的树木和小船，浅景深虚化背景，整体色调为清新的绿色系，宁静致远，高画质，8k分辨率。",
    "prompt2": "一位身着淡绿色汉服的女子，衣物材质为轻薄的半透明纱质，宽袍大袖，质感飘逸。黑色长发梳成古典发髻，长发垂顺于身后。女子侧身站立，微微抬头仰望上方，手中持有一把深绿色的折扇，姿态优雅，气质清冷脱俗，全身照。"
  },
  {
    "image": "",
    "description": "浮萍桥畔背篓立",
    "prompt1": "户外自然光摄影，古风意境，宁静的池塘水面覆盖着密集的绿色浮萍和睡莲叶片，前景是延伸入水的粗糙木质栈桥，背景是郁郁葱葱的深绿色树林和草地，景深虚化，柔和漫射光，高画质，电影感色调，清新淡雅，8k分辨率。",
    "prompt2": "一位年轻女性，身穿浅豆沙绿色的多层汉服，材质轻薄透明如纱，宽大的袖子，黑色长发梳成古典发髻，背着一个装满白色小花的竹编背篓，双手握着一把淡青色的油纸伞伞柄，侧身站立在木桥边缘，身体微微前倾，姿态温婉优雅，全身照。"
  },
  {
    "image": "",
    "description": "举伞静立浮萍边",
    "prompt1": "户外自然场景，池塘边，水面漂浮着绿色的浮萍，背景虚化，柔和的自然光，清新的绿色调，中国古典风格，唯美古风摄影，电影感，高画质，8k分辨率，景深效果。",
    "prompt2": "一位年轻女子，身穿淡绿色的汉服，材质轻薄透明如纱，宽大的袖子，层叠的衣摆，飘逸质感，黑色长发梳成古典发髻，大部分长发柔顺地披散在背后，双手握着一把绿色的油纸伞举过头顶，侧身站立，姿态优雅文静。"
  },
  {
    "image": "",
    "description": "浮萍边抱花篮坐",
    "prompt1": "宁静的户外水边场景，水面上漂浮着密集的绿色浮萍，背景是虚化的绿色植被和芦苇，营造出清新自然的夏日氛围。柔和的自然光线，浅景深效果，背景高度虚化以突出主体，高分辨率摄影，电影感色调，清新的绿色主色调，古风人像摄影，8k画质。",
    "prompt2": "一位身着浅豆绿色汉服的年轻女性，衣着为交领宽袖设计，材质轻薄飘逸，呈现出优雅自然的垂坠感和褶皱。她梳着古典的黑色盘发，发髻上点缀着一朵白色小花作为发饰。她侧身坐在粗糙的木质树桩或栈桥边缘，姿态优雅恬静，身体微微前倾并低头，双手轻抱一个装满白色小雏菊的圆形编织竹篮，左手自然下垂轻触身旁放置的一个绿色长条状物体（形似古琴或画卷）。"
  },
  {
    "image": "",
    "description": "浮萍栈桥斜倚身",
    "prompt1": "充满浮萍的绿色池塘，静谧的自然景观，简易粗糙的木质栈桥延伸至水面，岸边有树木和丛生的水生植物，柔和的自然光，清冷的绿色主色调，电影感构图，高画质，写实摄影风格，中国古典美学氛围，宁静致远。",
    "prompt2": "一位年轻女性，身穿淡绿色的传统汉服，衣料轻薄飘逸且具有垂坠感，宽大的袖口，长裙摆自然铺散在木板上，黑色的长直发半扎在脑后，其余头发如瀑布般自然垂落在背部，侧身斜倚在木质平台边缘，姿态慵懒舒展，单手支撑身体，身体线条柔和。"
  },
  {
    "image": "",
    "description": "倚栏抬手神陶醉",
    "prompt1": "古风摄影风格，清幽的池塘边，水面上覆盖着厚厚的绿色浮萍和零星的睡莲叶，粗糙自然的木质栈道延伸至水面，背景是虚化的绿色植被和树木，柔和的漫射自然光，冷色调为主，高清晰度，8k分辨率，电影感光影，静谧优雅的氛围。",
    "prompt2": "一位年轻女性，身穿浅绿色的轻纱汉服，衣料轻薄半透明，宽袍大袖，交领设计，内衬白色衣物，黑色长直发，梳着古典发型，发间别着精致的白色花朵发饰，几缕发丝垂在肩头，侧身坐在木栈道上，背部慵懒地倚靠着树桩做的栏杆，身体微微后仰，左手优雅地抬起，手指纤细舒展，仿佛在触摸空气，姿态放松，神情陶醉，沉浸在自然环境中。"
  },
  {
    "image": "",
    "description": "木栏回眸捧花篮",
    "prompt1": "户外池塘边，水面漂浮着密集的绿色浮萍和藻类，幽静自然的背景，身后有陈旧的木质栏杆，柔和的自然漫射光，清新的绿色与淡黄色调，中国古风摄影，汉服写真，电影感，高分辨率，8k画质，唯美意境，景深柔和，写实风格。",
    "prompt2": "一位年轻女性，侧身坐在木栏旁并微微回头，黑色长直发自然垂落至腰际，半扎发髻，发间点缀着一朵白色小花作为发饰，身穿淡绿色半透明纱质汉服，宽大的广袖，层叠的裙摆，材质轻盈飘逸，手中捧着一束白色小雏菊和竹编篮子，姿态优雅恬静，长发披肩。"
  },
  {
    "image": "",
    "description": "花间撑伞轻抬手",
    "prompt1": "中国古风摄影，写实风格，户外自然场景，背景为虚化的绿色树林，前景点缀着黄色的小野花，柔和的自然光线，清新淡雅的氛围，高清晰度，电影感布光，景深效果。",
    "prompt2": "一位身着淡绿色汉服的年轻女子，汉服材质为轻薄的纱质，拥有宽大的袖口，腰间系带，黑色长发梳成古典发髻并饰有白色花朵发饰，长发自然垂落在肩头，手中撑着一把绿色的油纸伞，伞骨清晰可见，姿态温婉优雅，一手持伞，一手微微抬起仿佛在轻触空气，全身照。"
  },
  {
    "image": "",
    "description": "木桥撑伞望远方",
    "prompt1": "户外摄影，中国古典园林风格，茂密的竹林和树木背景，郁郁葱葱的绿色植被，前景有模糊的绿叶增加层次感，质朴的木制栏杆和桥梁，柔和的自然光，清新淡雅的绿色调，高清晰度，写实风格，景深效果，背景虚化，宁静祥和的氛围，电影感构图。",
    "prompt2": "一位年轻女性，侧身站立，黑色超长直发如瀑布般垂在背后，精致的古风发髻，佩戴白色花朵发饰，身穿浅绿色薄纱汉服，宽大的袖子，材质轻盈飘逸，手中撑着一把淡绿色的油纸伞，姿态优雅恬静，背对镜头侧身望向远方，站在木桥上。"
  },
  {
    "image": "",
    "description": "石上卧憩发如瀑",
    "prompt1": "户外自然场景，绿草如茵，地面生长着细长的野草和零星野花，一块灰色的粗糙大岩石，柔和的自然光照，电影级质感，高分辨率摄影，古风唯美风格，清新淡雅的色调，景深效果。",
    "prompt2": "一位身着淡绿色汉服的年轻女子，衣物材质为轻薄的半透明纱质，拥有宽大的袖口，腰间系着白色的绳结，侧身躺卧在岩石上，身体舒展放松，仿佛正在熟睡或休憩，一只手自然弯曲置于身侧，乌黑浓密的长发随意散落在石头表面和周围的草地上，发髻处点缀着简单的白色发饰，皮肤白皙细腻。"
  }
]