[
  {
    "image": "/images/artPhoto/5699/art-1.jpg",
    "description": "荷塘石畔品糕点",
    "prompt1": "中国古典园林场景，背景是虚化的大片绿色荷叶与池塘，右侧矗立着灰色的自然太湖石假山，柔和明亮的自然光照，夏日清新的氛围，浅景深效果，背景朦胧，高分辨率，写实摄影风格，电影级光感，宁静优雅，古风人像摄影。",
    "prompt2": "一位身着淡绿色汉服的年轻女子，外罩带有精美白色刺绣的透明薄纱大袖衫，内穿同色系抹胸，衣料质感轻盈飘逸，梳着繁复精致的古代高髻，头戴红色发带及垂坠的白色珠串流苏发饰，优雅地坐在石桌旁，右手轻捏一块黄色糕点举至唇边，神态专注，面前前景处有一只手正递给她一块白色点心，桌上摆放着黑色的多层竹编食盒与古朴的紫砂茶壶，整体造型古典端庄，动作自然生动。"
  },
  {
    "image": "/images/artPhoto/5699/art-2.jpg",
    "description": "荷塘举扇遮阳光",
    "prompt1": "户外自然光，夏日古典园林，身后是大片碧绿的荷塘与茂密的荷叶，右侧有嶙峋的灰色假山石，远处有绿树和模糊的传统建筑，阳光斑驳洒落，光线柔和明亮，清新自然的色调，高画质摄影，唯美古风氛围，浅景深，8k分辨率。",
    "prompt2": "一位年轻女子，身着淡绿色薄纱汉服，衣料轻盈通透，袖口和衣身有精致的植物刺绣图案，宽大的袖子自然垂落，内衬为米白色，黑色长发梳成复杂的古典高髻，装饰着鲜艳的红色发带和银色珠串步摇，双手举起一把素雅的圆形团扇遮挡在脸侧上方，侧身站立，身体微微后仰，姿态优雅曼妙，展现出古典韵味。"
  },
  {
    "image": "/images/artPhoto/5699/art-3.jpg",
    "description": "荷塘持扇侧身立",
    "prompt1": "户外荷塘场景，背景是大片虚化的绿色荷叶，阳光明媚，光线非常明亮柔和，营造出清新、梦幻且高调的摄影氛围，右侧有灰色的景观石，浅景深效果，高画质，中国古风摄影风格，色彩清新淡雅，8k分辨率。",
    "prompt2": "一位穿着浅绿色汉服的年轻女性，衣物材质轻薄具有丝绸质感，衣领和袖口有精致的刺绣细节，腰间系着红色的丝带，黑色的长发梳成复杂的古代高髻，头戴红色的发带以及带有珍珠流苏的精美发饰，手中优雅地拿着一把圆形的古风团扇，姿态端庄古典，侧身站立。"
  },
  {
    "image": "/images/artPhoto/5699/art-4.jpg",
    "description": "竹林持扇掩身前",
    "prompt1": "户外自然光摄影，茂密的绿色竹林背景，阳光透过竹叶洒下斑驳的光影，脚下是铺满鹅卵石的蜿蜒小径，路边有自然的岩石和绿草，清新淡雅的色调，柔和的漫射光，高画质，古风意境，景深效果，唯美氛围。",
    "prompt2": "一位身着淡粉色汉服的年轻女子，服装材质轻薄飘逸，带有精致的白色花卉刺绣，宽大的透明纱袖，层叠的长裙，手持一把深棕色的圆形团扇遮挡在身前，复杂的古代高盘发髻，佩戴着古典发饰，站立姿势，身体微微侧转，一只手轻轻抬起靠近颈部，身姿优雅苗条，气质温婉。"
  },
  {
    "image": "/images/artPhoto/5699/art-5.jpg",
    "description": "石桥撑伞漫步游",
    "prompt1": "一座古朴的石桥，周围环绕着茂密的翠绿竹林和树木，阳光透过树叶洒下斑驳的光影，清新自然的户外园林环境，中国古风摄影风格，柔和明亮的自然光，高画质，电影感，8k分辨率，唯美意境。",
    "prompt2": "一位身穿淡绿色与白色相间汉服的年轻女子，外层是轻薄的纱质罩衫，宽大的袖口随风飘动，衣摆处有精致的刺绣细节，黑色长发盘成优雅的古典发髻，点缀着简约的发饰，手中撑着一把白色的油纸伞，姿态优雅地行走在桥面上，全身照，身材苗条纤细。"
  },
  {
    "image": "/images/artPhoto/5699/art-6.jpg",
    "description": "竹林持箫立小径",
    "prompt1": "户外场景，茂密的绿色竹林作为背景，阳光透过竹叶洒下柔和的自然光，地面是铺满鹅卵石的蜿蜒小径，路边点缀着自然的岩石和杂草，中国古典园林氛围，清新淡雅的色调，写实摄影风格，高清晰度，景深效果，电影感构图。",
    "prompt2": "一位身着汉服的年轻女性，外穿白色半透明薄纱大袖衫，袖口宽大且带有精致的蕾丝或镂空细节，内搭淡粉色或米白色抹胸，下身穿着蓝白渐变色的高腰长裙，裙摆处印有精致的几何暗纹，黑色长发盘成复杂的古典发髻，头戴白色小花和珠钗发饰，双手优雅地持着一支深色长笛（箫）置于胸前，笛子末端垂着黑色流苏，站姿端庄温婉，身体微微侧向镜头。"
  },
  {
    "image": "/images/artPhoto/5699/art-7.jpg",
    "description": "林荫撑伞侧身立",
    "prompt1": "中国古典园林场景，站在古朴的石板路上，左侧可见灰白色的石制栏杆，背景是郁郁葱葱的绿树，景深虚化处理，阳光透过树叶洒下斑驳的光影，柔和的自然光，清新淡雅的色调，高分辨率摄影，唯美古风，电影质感，宁静祥和的氛围。",
    "prompt2": "一位身穿汉服的年轻女性，身着淡青色半透明薄纱大袖衫，内搭白色抹胸，下穿淡青色与白色相间的百褶长裙，衣物材质轻盈飘逸，带有精致的刺绣花纹。黑色长发盘成优雅的古典发髻，点缀着精美的花朵发饰和发簪。她全身站立，手中撑着一把白色的传统油纸伞，伞骨结构清晰，伞面微微倾斜遮挡阳光，一只手轻扶伞柄，另一只手自然抬起，姿态优雅端庄，身体微微侧向镜头。"
  },
  {
    "image": "/images/artPhoto/5699/art-8.jpg",
    "description": "竹林仰望持卷轴",
    "prompt1": "茂密的绿色竹林背景，阳光透过竹叶洒下斑驳的光影，地面是铺满碎石的小径，路边散落着自然的岩石和青草，柔和的自然光，梦幻且清新的氛围，古风摄影风格，高清晰度，景深效果，8k分辨率，写实风格。",
    "prompt2": "一位年轻的中国女性，身穿淡雅精致的汉服，外披一件白色半透明的薄纱大袖衫，质感轻盈，内搭淡蓝色的抹胸，上面有白色的花卉刺绣，下身穿着深青色带有暗纹的长裙，头发盘成精致的古风发髻，装饰着白色的小花和绿叶发饰，双手轻轻握着一根细长的深色竹简或卷轴，身体微微侧立，抬头仰望上方，神态宁静，姿态优雅端庄，全身照。"
  }
]