[
  {
    "image": "/images/artPhoto/5689/art-1.jpg",
    "description": "花下抱伞侧身立",
    "prompt1": "户外自然光，春天，模糊的粉色花树背景，前景有虚化的树枝和花朵作为遮挡，营造梦幻朦胧的氛围，浅景深，高分辨率，古风摄影风格，柔和的色调，唯美主义，电影感构图。",
    "prompt2": "一位身着传统汉服的年轻女子，黑色长发梳成高耸复杂的古典发髻，头戴精致的蓝色和白色花朵发饰以及紫色小花点缀。身穿淡蓝色提花汉服，衣领处有白色纹样镶边，袖口露出粉色内衬，腰间系着红色丝带。她侧身站立，双手握着一把收拢的浅色竹制油纸伞，姿态端庄优雅，身体微微侧转。"
  },
  {
    "image": "/images/artPhoto/5689/art-2.jpg",
    "description": "梅边扶树读信笺",
    "prompt1": "古风摄影，汉服写真，户外园林场景，盛开的白色梅花树，前景有虚化的白色花枝作为遮挡，营造梦幻朦胧的视觉效果，柔和的自然光，浅景深，背景虚化，高分辨率，唯美主义，电影质感，淡雅色调。",
    "prompt2": "一位年轻女子，身着精致的传统汉服，上身穿着淡蓝色的交领上衣，袖口露出粉色的内衬，下身搭配浅灰白色的长裙，腰间系着鲜艳的红色宫绦飘带。黑色的长发盘成繁复华丽的古代高髻，发间点缀着精美的花朵发饰和珠钗。她侧身站立在树旁，一只手轻轻扶着粗糙的树干，另一只手拿着一卷白色的书卷或信笺，低头凝视手中的物品，姿态优雅端庄，动作自然。"
  },
  {
    "image": "/images/artPhoto/5689/art-3.jpg",
    "description": "石上持卷坐观景",
    "prompt1": "中国古典园林背景，春意盎然，背景中有盛开的粉色梅花和桃花树枝，前景有绿色和棕红色的灌木丛，身后是一条宁静的小河或池塘，人物坐在一块灰色的太湖石或景观石上，柔和的自然光，浅景深效果，高清晰度，古风摄影风格，唯美，宁静，电影感色调。",
    "prompt2": "一位身着汉服的年轻女子，穿着蓝色的交领外衫，材质带有纹理，露出粉色的内衬长袖，下身是浅青色的长裙，裙摆自然垂落，腰间系着橙红色的飘带，梳着精致的古代高髻，佩戴华丽的花朵发饰和步摇，侧身坐在石头上，双手持着一卷白色的书卷置于胸前，姿态优雅端庄，视线看向前方。"
  },
  {
    "image": "/images/artPhoto/5689/art-4.jpg",
    "description": "门前捧卷读古书",
    "prompt1": "中国古典园林场景，木制门廊结构，青瓦屋顶，门楣上悬挂着写有汉字的木质牌匾，前景有盛开的粉色梅花枝条垂下，营造出唯美的古风氛围，背景是虚化的绿色植被和蜿蜒的石板小路，柔和的自然光线，电影级构图，高清晰度，古风摄影风格，景深效果。",
    "prompt2": "一位身着传统汉服的年轻女子，穿着蓝色交领上衣搭配粉色袖口，下身是浅青色长裙，裙摆处有精致的纹样装饰，腰间系着红色的长飘带，梳着复杂的古代盘发并佩戴精美发饰，黑色长发垂下，侧身站立，双手捧着一本打开的古书正在阅读，姿态优雅端庄，充满书卷气。"
  },
  {
    "image": "/images/artPhoto/5689/art-5.jpg",
    "description": "花间撑伞红带飘",
    "prompt1": "户外花园场景，盛开的粉色与白色梅花（或桃花）枝头从上方延伸，背景深度虚化，地面散落着淡淡的花瓣，柔和的自然散射光，清新淡雅的色调，中国古风摄影风格，高分辨率，唯美意境，浅景深，电影感质感。",
    "prompt2": "一位身着精美汉服的年轻女性，上身穿着天蓝色交领上衣，袖口处露出淡粉色的内衬，下身搭配浅青色长裙，裙摆边缘有细致的刺绣纹样，腰间系着两条醒目的红色长飘带（宫绦）自然垂落。黑色长发盘成繁复华丽的古代高髻，发间点缀着精致的花朵发簪和珠翠头饰。她侧身站立，手中优雅地撑着一把白色的传统油纸伞，伞骨清晰可见，整体姿态端庄温婉，展现出古典韵味。"
  },
  {
    "image": "/images/artPhoto/5689/art-6.jpg",
    "description": "月门内持卷而立",
    "prompt1": "中国古典园林场景，透过一个巨大的圆形木质月亮门（Moon gate）作为前景框架，窗棂具有复杂的几何格栅设计，顶部可见传统的灰色瓦片屋檐。背景是柔和虚化的自然景观，包含树木和盛开的粉色花朵，营造出春意盎然的氛围。光线柔和自然，顶部带有淡淡的镜头光晕，电影级构图，高分辨率，古风摄影风格，宁静、典雅、唯美。",
    "prompt2": "一位身着精美汉服的古代女子，上身穿着天蓝色的交领襦衫，袖口宽大并露出粉色内衬，下身搭配淡青白色的长裙，裙摆带有精致的纹样，腰间垂下红色的长丝带。她梳着繁复华丽的古典高髻，佩戴着精致的银色发簪和步摇。女子侧身站立，身体微微转向镜头，双手持着一卷展开的书卷，姿态端庄优雅，展现出大家闺秀的气质。"
  },
  {
    "image": "/images/artPhoto/5689/art-7.jpg",
    "description": "石上侧卧持书卷",
    "prompt1": "户外古典园林场景，巨大的灰色粗糙岩石堆叠，背景是虚化的树木和盛开的粉色花朵（桃花或梅花），营造出春意盎然的氛围，下方隐约可见水面漂浮着花瓣。柔和的自然漫射光，电影感布光，浅景深效果，背景虚化，高分辨率，8k画质，写实古风摄影风格，优雅宁静的氛围，低饱和度色彩。",
    "prompt2": "一位身着传统汉服的年轻女子，侧卧趴在一块巨大的岩石上，身体姿态舒展且慵懒优雅。她穿着淡蓝色的交领上衣，质地细腻，宽大的袖口处露出粉色的内衬，下身穿着白色的长裙，腰间系着鲜艳的橙红色丝带。黑色的长发梳成繁复精致的古代高发髻，头戴精美的花朵发饰和珠钗。她的一只手轻轻握着一卷白色的古书卷轴，头部微微低垂，视线向下，展现出一种闲适读书或休憩的状态。"
  },
  {
    "image": "/images/artPhoto/5689/art-8.jpg",
    "description": "月门撑伞侧身立",
    "prompt1": "中国古典园林场景，白墙，巨大的圆形月亮门（Moon gate），门楣上方悬挂着刻有汉字的石匾，右上角伸出盛开的粉色梅花枝条，营造出春意盎然的氛围，透过门洞可以看到后院的太湖石假山和模糊的粉色花树背景，江南水乡风格，柔和的自然光线，唯美古风意境，高画质摄影，景深效果。",
    "prompt2": "一位身穿传统汉服的年轻女性，上身穿着淡蓝色的交领上衣，袖口宽大露出白色内衬，下身穿着浅青色的长裙，裙摆处有精致的刺绣纹样，腰间系着醒目的橙红色长飘带，黑色的长发盘成高耸复杂的古典发髻，佩戴着精美的发簪和头饰，右手举着一把淡蓝色的油纸伞，侧身站立，姿态优雅端庄，全身照。"
  },
  {
    "image": "/images/artPhoto/5689/art-9.jpg",
    "description": "花树背影发如云",
    "prompt1": "户外摄影，春日氛围，盛开的梅花或樱花，前景有虚化的粉色花枝遮挡，浅景深效果，背景柔和虚化，自然柔和的光线，唯美古风，电影感，高画质，8k分辨率，梦幻意境，中国传统美学。",
    "prompt2": "女性背影，侧后方视角，穿着淡蓝色的汉服上衣，面料带有精致的暗纹质感，领口有白色刺绣或蕾丝边缘，复杂的传统中式盘发，高耸的发髻，头发编成辫子垂在背后，佩戴着精美的发饰，包括银色镶珠的蝴蝶形状发簪，淡紫色的花朵头饰，以及金色的叶片状发钗，黑色长发柔顺光亮。"
  },
  {
    "image": "/images/artPhoto/5689/art-10.jpg",
    "description": "窗前倚望持团扇",
    "prompt1": "中式古典园林，深色木质窗框和立柱，前景有虚化的白色玉兰花枝作为遮挡，营造景深感，背景透过窗户可见模糊的粉色花树，春意盎然，柔和的自然光，清新淡雅的色调，古风摄影，电影质感，唯美意境，高分辨率。",
    "prompt2": "一位年轻女子，身穿淡蓝色交领汉服，衣领处有白色精致镶边，袖口露出粉色内衬，手中轻握一把团扇倚靠在窗台上，黑色长发盘成繁复华丽的古典高髻，佩戴着精美的发簪和步摇，侧身站立，目光温柔地望向窗外远方，姿态端庄优雅，气质温婉恬静。"
  },
  {
    "image": "/images/artPhoto/5689/art-11.jpg",
    "description": "木栏端详手中扇",
    "prompt1": "户外摄影，柔和的自然光，浅景深，背景是模糊的粉色花树（桃花或樱花），古典园林深色木质栏杆，电影质感，8k分辨率，超高清，中国古风，汉服摄影，唯美氛围，写实风格。",
    "prompt2": "一位身着汉服的古代女子，精致的黑色高盘发髻，头戴繁复的蓝色与金色花朵发饰及珠钗，身穿淡蓝色交领上衣，领口饰有白色刺绣，宽大的袖口露出粉色内衬，下着淡青色长裙，腰间垂下红色飘带，双手轻持一把白色刺绣团扇，正在端详扇面，姿态优雅，端坐于木栏旁。"
  },
  {
    "image": "/images/artPhoto/5689/art-12.jpg",
    "description": "抬手扶脸执伞立",
    "prompt1": "古风摄影风格，汉服写真，柔和的春日自然光，浅景深，背景虚化，户外花园场景，前景有模糊的粉色花瓣（桃花或樱花）作为点缀，营造出唯美、浪漫、梦幻的氛围，电影级布光，高清晰度，8k分辨率，精致的细节质感。",
    "prompt2": "一位年轻的中国古代女子，身穿淡蓝色带有暗纹的汉服外袍，质感轻盈，内搭粉色宽袖衣衫，领口有白色织锦护领，腰间系着红色丝带。手中握着一把收拢的米白色竹骨油纸伞，伞柄挂着红色的中国结流苏。黑色的长发盘成精致的古典高髻，佩戴着蓝色立体花朵、珍珠和金色点缀的华丽发饰。右手轻轻抬起靠近脸颊，手指纤细修长，姿态优雅端庄，温婉动人。"
  },
  {
    "image": "/images/artPhoto/5689/art-13.jpg",
    "description": "花林举伞红带垂",
    "prompt1": "中国古风摄影，唯美梦幻风格，柔和的自然光，漫射光，低对比度，胶片质感。背景是盛开的粉色和白色梅花（或桃花）树林，繁花似锦，树枝繁茂交错，占据了画面上方。地面是自然的草地，散落着零星的粉色花瓣。背景适度虚化（景深效果），突出前景人物，高画质，8k分辨率，细腻的光影，浪漫氛围，户外花园场景。",
    "prompt2": "一位身着汉服的年轻女子，穿着蓝色的交领短上衣，袖口宽大，露出粉色的内衬袖口。下身穿着淡青色（或浅蓝绿色）的长裙，裙摆边缘有深蓝色的织锦滚边装饰，裙下露出白色的衬裙下摆。腰间系着两条红色的长飘带，自然垂落。梳着精致的古典高发髻，佩戴着蓝色和紫色的花朵发饰及发簪，乌黑的长发垂在背后。她双手举起一把白色的油纸伞在头部左上方，伞骨清晰可见。人物呈站立姿势，身体微微侧向镜头，姿态优雅端庄，显得温婉古典。"
  },
  {
    "image": "/images/artPhoto/5689/art-14.jpg",
    "description": "抬手轻触梅花枝",
    "prompt1": "户外自然光环境，早春时节，盛开的梅花树枝从画面右侧延伸，背景是虚化的树林和草地，营造出柔和唯美的氛围。中国古典摄影风格，高分辨率，8k画质，电影感构图，浅景深效果，光线柔和漫射，色彩清新淡雅。",
    "prompt2": "一位身着传统汉服的年轻女子，身穿蓝色交领上衣，衣领处有精致的银白色纹样镶边，宽大的袖口露出粉色的内衬，腰间系着红色的丝带。她梳着复杂的黑色古代高髻，发间点缀着精美的蓝色与白色花朵发饰。手中握着一把收拢的竹制油纸伞，伞柄末端挂着红色的中国结流苏。她侧身站立，一只手优雅地抬起，指尖轻触身旁的梅花枝，姿态端庄温婉，尽显古典韵味。"
  }
]