[
  {
    "image": "",
    "description": "竹林握伞低眉立",
    "prompt1": "古风摄影，电影质感，浅景深，背景是模糊的幽静竹林，柔和的漫射光，低饱和度，冷色调，清新淡雅，中国风，唯美意境，画面左上方可见绿色油纸伞边缘，整体氛围宁静致远，高画质，细腻的光影。",
    "prompt2": "一位年轻女子，身穿浅绿色交领汉服，白色内衬，衣物质感素雅自然，黑色长发梳成古典发髻，佩戴简约的发饰，几缕发丝随风垂落在肩头和脸侧，双手纤细，轻轻握住长柄油纸伞的木质伞柄，微微低头，姿态温婉含蓄，皮肤白皙，侧面半身特写。"
  },
  {
    "image": "",
    "description": "竹林提灯暖光映",
    "prompt1": "户外，背景是虚化的幽深竹林或树林，营造出清冷、静谧的氛围。柔和的自然光与灯笼发出的温暖黄光形成冷暖对比，电影感布光，浅景深，高分辨率，写实摄影风格，古风意境，8k画质。",
    "prompt2": "一位身着传统汉服的年轻女子，上身穿着淡绿色的宽袖交领上衣，露出白色的内衬边缘，下身搭配白色的飘逸长裙。腰间系着一条带有精致纹理的宽腰封，垂下两条醒目的橙褐色长飘带。黑色长发梳成古典的高发髻，佩戴着简约的银色发饰。她侧身站立，右手持一根细长的木棍，提着一盏圆柱形的纸灯笼，灯笼表面绘有红色的花卉图案，透出温暖的光晕，她微微低头注视着手中的灯笼，姿态优雅端庄。"
  },
  {
    "image": "",
    "description": "竹林提灯仰望天",
    "prompt1": "茂密幽深的竹林，高耸笔直的竹子排列整齐，一条蜿蜒的石板小径通向深处，冷色调，清冷寂静的氛围，柔和的漫射光，电影级构图，景深效果，背景略微虚化，高画质，8k分辨率，中国古典美学，摄影作品。",
    "prompt2": "一位身着汉服的年轻女子，侧身站立，抬头仰望高处的竹子，黑色长发梳成古典发髻，长发如瀑布般垂在背后，身穿淡青色的外衫和白色的长裙，衣料轻盈飘逸，手中提着一盏散发着暖黄色微光的竹编灯笼，优雅的身姿，背影与侧影。"
  },
  {
    "image": "",
    "description": "石阶撑伞立竹林",
    "prompt1": "茂密的竹林背景，高耸笔直的绿色竹子，布满青苔的古老石阶，幽静深邃的氛围，冷色调，柔和的自然光，电影感构图，景深虚化，中国古典美学，写实风格，8k分辨率，高画质。",
    "prompt2": "一位身着传统汉服的年轻女子，上身穿着淡绿色的交领宽袖上衣，下身搭配白色的曳地长裙，衣料轻盈飘逸，黑色长发梳成精致的古风发髻，长发如瀑布般垂在身后，手中撑着一把撑开的绿色油纸伞，侧身站在石阶上，姿态优雅宁静，全身照。"
  },
  {
    "image": "",
    "description": "持扇低首立竹林",
    "prompt1": "茂密的竹林背景，垂直排列的竹竿，清冷幽静的氛围，柔和的自然光线，背景虚化，浅景深效果，低饱和度，淡雅的绿色调，电影质感，古风摄影风格，高画质，唯美意境。",
    "prompt2": "身穿淡绿色交领大袖汉服上襦，搭配白色长裙，衣料质感柔软且垂坠感强。手中握着一把绿色的折扇置于身前。黑色长发，头顶梳有古典半扎发髻，装饰有白色发带，其余长发顺直垂至腰际。侧身站立，微微低头，双手持扇，体态优雅纤细，古典气质。"
  },
  {
    "image": "",
    "description": "林间提灯仰望空",
    "prompt1": "古风摄影，电影质感，冷色调，低饱和度，清冷幽静的氛围，模糊的森林背景，散景光斑，柔和的自然光，景深效果，极简主义构图，高清晰度，8k分辨率，唯美主义。",
    "prompt2": "一位年轻女子，侧身站立，微微抬头仰望上方，神情宁静，手中提着一盏黑色的复古灯笼，灯笼透出温暖的橙色光芒，身穿淡绿色的汉服，宽大的袖口，交领设计，面料轻盈飘逸，黑色的长发梳成古典发髻，几缕碎发自然垂落，长发披在身后，身姿优雅挺拔。"
  },
  {
    "image": "",
    "description": "竹林提灯立小径",
    "prompt1": "茂密的竹林深处，高耸笔直的竹干林立，地面铺满了枯黄的落叶和零星的绿色植被，自然柔和的散射光，幽静深邃的氛围，低饱和度的冷色调，古风摄影风格，电影质感，浅景深。",
    "prompt2": "一位身着传统汉服的年轻女子，穿着淡绿色的交领宽袖上衣，搭配白色的长裙，黑色长发梳成古典的发髻并自然垂落在背后，侧身站立在竹林小径旁，手中提着一个散发着暖黄色光晕的深色竹编灯笼，姿态优雅宁静。"
  },
  {
    "image": "",
    "description": "竹林提灯背影行",
    "prompt1": "茂密的竹林深处，高耸笔直的竹子排列紧密，形成天然的绿色屏障，幽静的小径和石阶蜿蜒向前，冷色调，电影质感，低饱和度，略带雾气，神秘静谧的氛围，中国古风意境，自然光，景深效果，写实摄影，高画质。",
    "prompt2": "一个女子的背影，黑色长发，梳着古典的盘发发髻，长发柔顺地垂在背部中央，身穿淡青色（或浅绿色）的宽袖汉服长袍，内搭白色长裙，衣料轻盈飘逸，手中提着一盏发出暖黄色微光的方形纸灯笼，正沿着林间小路向前行走，身姿修长优雅，背影。"
  },
  {
    "image": "",
    "description": "竹林提灯侧身立",
    "prompt1": "幽静的竹林背景，背景深度虚化，柔和的自然光，电影级布光，中国古典美学风格，清冷色调，高画质，写实摄影风格，唯美意境，低饱和度，氛围感。",
    "prompt2": "一位身穿淡绿色宽袖汉服上衣和白色长裙的女子，腰间系着带有精致纹饰的深色腰带，黑色长直发梳成古典高髻，长发柔顺地垂至背部下方，发间点缀着简约的发饰，侧身站立，右手轻轻提着一盏散发着暖黄色光芒的圆形竹编灯笼，灯笼表面绘有花卉图案，姿态优雅端庄，整体造型古朴典雅。"
  }
]