[
  {
    "image": "",
    "description": "潭边抱伞望远方",
    "prompt1": "户外自然场景，宁静的碧绿水潭边，背景是茂密且略微虚化的绿色树林和延伸的树枝，平静的水面倒映着树影，前景右侧有一块灰色的岩石，清冷柔和的自然光，浅景深，中国古风摄影风格，高清晰度，电影感构图，淡雅的色调。",
    "prompt2": "一位年轻女性，身穿米杏色宽袖汉服长袍，衣料轻盈飘逸且带有垂坠感，内衬白色裙摆，黑色长发梳成古典半扎发髻，发丝自然垂落，侧身站立，双手怀抱一把收拢的竹制油纸伞（或长条形道具），姿态优雅端庄，望向画面左侧远方，全身照。"
  },
  {
    "image": "",
    "description": "林间抱伞风微动",
    "prompt1": "古风摄影，写实风格，电影质感，柔和的自然光，户外场景，背景是虚化的深绿色树林和水面，营造出清幽宁静的氛围，浅景深，高分辨率，唯美意境。",
    "prompt2": "一位年轻女性，身穿米白色汉服，宽袖设计，衣料轻薄飘逸，具有丝绸般的质感，内搭白色交领衣，腰间系有同色系腰带。黑色长发梳成简约的古风发髻，用深色发饰固定，几缕长发随风飘动，显得灵动自然。她双手怀抱着一把收拢的淡黄色竹伞（或竹制卷轴），身体微微侧转，姿态优雅端庄，气质清冷出尘。"
  },
  {
    "image": "",
    "description": "湖畔撑伞斜倚肩",
    "prompt1": "户外自然风景，宁静的碧绿色湖面，背景是郁郁葱葱的山林和模糊的木质栈道，浅景深背景虚化，柔和的自然光，清新的青绿色调，古风摄影风格，唯美意境，电影质感，高清晰度，8k分辨率。",
    "prompt2": "一位年轻女子，身穿米白色宽袖汉服，丝绸质感，衣摆垂坠感强，精致的衣领和袖口细节，黑色长直发，半扎发造型，发尾自然垂落至腰间，简约的发饰，右手持一把米白色油纸伞斜靠肩头，竹制伞柄，侧身站立，左手自然微抬，姿态优雅端庄，全身照。"
  },
  {
    "image": "",
    "description": "石畔品茗持酒壶",
    "prompt1": "中国古风摄影，仙侠风格，高画质，8k分辨率，柔和的自然光，背景是虚化的碧绿色水面，前景是粗糙的灰色岩石，宁静致远的氛围，禅意，电影感构图，景深效果，清新淡雅的色调。",
    "prompt2": "一位年轻女子，身穿米白色汉服，宽大的袖子，面料轻盈飘逸，层叠的衣褶，质感细腻。黑色长发，精致的古风半扎发髻，简单的发饰，几缕发丝垂在胸前和背后。侧身坐在岩石上，身体微微前倾，一只手轻轻伸向面前的深色木质托盘，托盘上放着青瓷酒壶和茶杯，旁边放着一把竹编扇子。姿态优雅，动作轻柔，正在品茶或倒茶，全身照。"
  },
  {
    "image": "",
    "description": "托盏端坐举杯饮",
    "prompt1": "户外自然场景，柔和的自然光，背景是模糊的绿色树林和树枝，浅景深效果，营造出清幽雅致的氛围，中国古风摄影风格，高画质，写实风格，电影级光影，8k分辨率，色彩淡雅清新。",
    "prompt2": "一位年轻女性，身穿米白色宽袖汉服，衣料柔软飘逸且有垂坠感，内搭白色交领衣，黑色长发梳成古典发髻，两侧留有长发垂在肩前，发饰简约。她优雅地坐着，左手托着一个深色长方形木质托盘，托盘上放着青瓷酒壶和小茶杯，右手举着一只青瓷小杯至胸前，动作轻柔，姿态端庄娴静。"
  },
  {
    "image": "",
    "description": "石上静坐持卷轴",
    "prompt1": "户外自然场景，中国古典园林风格，背景是郁郁葱葱的深绿色树木和灰色的自然岩石，旁边有平静的碧绿水池，光线柔和均匀，漫射光，清冷幽静的氛围，高画质，8k分辨率，写实摄影风格，浅景深，电影质感。",
    "prompt2": "一位年轻女性，身穿淡杏色与白色相间的汉服，宽大的袖子，衣料轻薄飘逸，层叠穿搭，黑色长直发，半扎发型，佩戴简约发饰，坐在岸边的灰色岩石上，身体微微侧坐，低头，双手拿着一个长条形的竹制卷轴（或收拢的竹伞），姿态优雅宁静，白色布鞋，全身照。"
  },
  {
    "image": "",
    "description": "抱伞低眉兰花指",
    "prompt1": "柔和的自然光，模糊的绿色背景，浅景深效果，中国古典美学风格，电影级布光，宁静祥和的氛围，高分辨率摄影，唯美古风，低饱和度色调，户外园林或水边。",
    "prompt2": "身穿米白色宽袖汉服，交领设计，面料柔软具有垂坠感，传统纺织纹理。黑色长发梳成古典半挽发髻，发尾自然垂落至背部，鬓角留有碎发，佩戴简约的深色发饰。侧身站立，微微低头，神态宁静。双手持握一把收拢的浅色竹制油纸伞，伞骨纹理清晰可见。一只手轻轻抬起至胸前，手指纤细修长，做出优雅的古典兰花指手势。"
  },
  {
    "image": "",
    "description": "古亭撑伞微回身",
    "prompt1": "中国古典园林背景，一座古朴的石制圆形凉亭，带有石柱和传统的瓦片屋顶，凉亭前方有石阶通向高处，周围环绕着茂密的绿色树木和灌木丛，地面是石板铺成的小路，柔和的自然光，清冷优雅的氛围，古风摄影风格，电影质感，浅景深背景虚化，高分辨率，写实风格，8k画质。",
    "prompt2": "一位年轻女性，身穿素雅的米白色汉服，宽袍大袖设计，衣料具有自然的垂坠感和纹理，层叠的长裙摆拖至地面，黑色长发梳成古典发髻并自然垂在背后，侧身站立在石板路上，单手手持一把白色的油纸伞举过头顶，身体微微回转，姿态优雅端庄，全身照。"
  },
  {
    "image": "",
    "description": "林间持伞侧身立",
    "prompt1": "中国古风摄影，户外场景，柔和的自然光，浅景深，背景虚化，隐约可见的绿色植被和灰色石阶，高清画质，电影感，唯美氛围，8k分辨率，写实风格。",
    "prompt2": "一位身穿米白色汉服的女性，宽大的广袖，交领右衽，衣物材质轻盈飘逸且有垂坠感，黑色长发梳成古典发髻，两侧留有垂发，发间有简约发饰，手持一把传统的竹骨油纸伞，双手握住伞柄，姿态优雅端庄，侧身站立。"
  },
  {
    "image": "",
    "description": "草地静坐伞伴旁",
    "prompt1": "户外自然光摄影，柔和的漫射光，背景是模糊的草地和树干，浅景深效果，营造出宁静、清冷的氛围，古风美学，电影质感，低饱和度色调，清新淡雅，高画质。",
    "prompt2": "一位身着米白色汉服的年轻女子，衣着宽大飘逸，具有丝绸般的质感，宽大的袖子垂落。黑色长发梳理成半扎发式，两缕长发自然垂落在胸前。她侧身坐在草地上，姿态优雅放松，微微低头，神情显得沉静忧郁。一只手自然抬起，身旁草地上放着一把收拢的浅色油纸伞。"
  }
]