[
  {
    "image": "/images/artPhoto/5692/art-1.jpg",
    "description": "塔下倚栏持折扇",
    "prompt1": "中国古典园林场景，背景是一座宏伟的多层中式宝塔，飞檐翘角，背景采用大光圈虚化处理，突出主体。前景是精致的白色汉白玉栏杆，栏杆柱头有祥云雕刻。远处有绿色的树木和晴朗的蓝天。明亮的自然光，柔和的光影效果，高画质，写实摄影风格，8k分辨率，电影感构图，唯美古风氛围。",
    "prompt2": "一位身着精美汉服的年轻女子，穿着朱红色的外衫（大袖衫）搭配浅绿色的长裙，衣料轻盈飘逸，袖口宽大，腰间系有淡橙黄色的披帛，衣物上可见精致的刺绣图案。黑色长发梳成繁复的古典高髻，装饰着红色的花朵头饰和银色的流苏发簪。侧身站立，身体微微回转，一只手轻轻搭在白色石栏杆上，手中握着一把黑色的折扇，姿态优雅端庄，展现出古典女性的柔美气质。"
  },
  {
    "image": "/images/artPhoto/5692/art-2.jpg",
    "description": "戴笠撩纱倚栏杆",
    "prompt1": "户外场景，晴朗的白天，明亮的自然光，蓝天。背景是虚化的中国古典多层塔楼建筑，具有飞檐结构。前景左侧有雕刻着祥云纹饰的白色石质栏杆。景深效果，背景模糊，高清晰度，8k分辨率，写实摄影风格，古风汉服摄影，唯美意境，柔和的光影。",
    "prompt2": "一位年轻女子，身穿中国传统汉服。上身着朱红色宽袖交领衫，面料轻薄透气；下身着浅薄荷绿的高腰长裙，裙摆上有淡淡的印花，腰间系有淡蓝色的丝带蝴蝶结；外披淡黄色的薄纱披帛。头戴黑色宽檐帷帽，帽檐垂下白色的半透明长面纱，遮挡住头部。双手抬起，手指纤细修长，正轻轻撩起面纱的一角。手腕佩戴玉镯，耳侧可见红色流苏耳坠。黑色长发盘成古风发髻，姿态优雅端庄，侧身站立，动作轻柔。"
  },
  {
    "image": "/images/artPhoto/5692/art-3.jpg",
    "description": "持扇扶栏戴红花",
    "prompt1": "户外场景，白色石质栏杆，背景柔和虚化，左上角垂下的绿色树叶作为前景点缀，自然柔和的日光，中国电影感，古风摄影，高画质，8k分辨率，浅景深，清新淡雅的色调，写实风格。",
    "prompt2": "一位身着唐制汉服的年轻女子，穿着朱红色半透明宽袖上襦，搭配淡青色齐胸长裙，裙身有精致暗纹，腰间系着蓝色丝带，手臂上挽着米黄色披帛。梳着复杂的黑色古代高髻，头戴红色大花朵发饰和银色流苏步摇。手中持有一把带有金色繁复花纹的圆形团扇。姿态优雅端庄，侧身站立，一手轻扶栏杆，一手持扇置于身前，气质温婉古典。"
  },
  {
    "image": "/images/artPhoto/5692/art-4.jpg",
    "description": "倚栏回眸持折扇",
    "prompt1": "中国古典建筑场景，白色的汉白玉石栏杆，精致的石雕纹理，背景虚化，浅景深效果，阳光透过树叶洒下斑驳的光影，明亮的自然光，高画质摄影，唯美古风，电影质感，8k分辨率，柔和的色调，前景有模糊的栏杆增加层次感。",
    "prompt2": "一位身着传统汉服的年轻女性，穿着红色的丝绸上衣和淡绿色的下裙，衣料质感细腻。黑色的长发梳成精致的古代高髻，装饰着鲜艳的红色花朵头饰、金色的发簪和珍珠步摇。她侧身倚靠在石栏杆上，手中拿着一把深色的折扇，身体微微前倾，做出回眸的姿态，气质温婉优雅，古典韵味十足。"
  },
  {
    "image": "/images/artPhoto/5692/art-5.jpg",
    "description": "倚栏回眸持羽扇",
    "prompt1": "中国古典园林场景，宏伟的传统宫殿建筑，精致的汉白玉栏杆，栏杆上有精美的浮雕，背景可见红色的立柱和青瓦飞檐的屋顶，蓝天，明亮的自然光，阳光透过树叶在白色石栏上投下斑驳的光影，景深效果，背景适度虚化，电影质感，清新明亮的色调，古风摄影风格，高分辨率。",
    "prompt2": "一位身穿红色汉服的年轻女子，穿着丝绸质感的红色上衣，宽大的袖口，黑色长发盘成精致的古代高髻，发髻上装饰着红色的花朵发饰和白色的珍珠流苏头饰，侧身倚靠在白色的石栏杆旁，手中握着一把细长的羽毛扇，优雅的回眸姿态，身体微微转向侧面，体态端庄优雅，全身像。"
  },
  {
    "image": "/images/artPhoto/5692/art-6.jpg",
    "description": "举扇轻触绿叶枝",
    "prompt1": "古代中国建筑场景，白色的石质栏杆，栏杆上有精美的传统浮雕图案，右上方垂下的绿色树枝和树叶，柔和明亮的自然光，白天，户外，浅景深，背景虚化，电影级布光，高清晰度，8k分辨率，唯美古风摄影风格，清新典雅的氛围，构图平衡。",
    "prompt2": "一位年轻女性，穿着华丽的传统汉服，上身是红色的半透明薄纱宽袖外衣，内搭淡青色的抹胸，下身穿着淡橙色或杏色的长裙，黑色长发盘成精致的古典高发髻，头戴红色的花朵发饰和金色的发簪，侧身站立，左手高高举起一把带有长流苏的圆形团扇，仿佛正在触碰或观赏上方的树叶，姿态优雅柔美，身体微微后仰，动作自然舒展。"
  },
  {
    "image": "/images/artPhoto/5692/art-7.jpg",
    "description": "持扇低头衣袂飘",
    "prompt1": "中国古典园林场景，宏伟的传统多层建筑，飞檐翘角，红柱白栏，古老的石阶和石桥，茂盛的绿树掩映，铺设整齐的石板地面，自然柔和的日光，高画质，古风摄影，景深效果，宁静典雅的氛围，全身照。",
    "prompt2": "一位身着精美汉服的年轻女性，上身穿着红色的宽袖短襦，下身搭配淡青色绣有金色花纹的长裙，外披淡黄色薄纱披帛，梳着复杂的古代高髻，头戴红色花朵发饰，手持一把带有长流苏的圆形团扇，侧身站立，姿态优雅端庄，低头凝视手中团扇，衣袂飘飘，身形修长。"
  },
  {
    "image": "/images/artPhoto/5692/art-8.jpg",
    "description": "转身披帛随风扬",
    "prompt1": "中国古典庭院背景，虚化的绿色松柏树木，灰白色石质建筑墙体，隐约可见的红色立柱，明媚的自然阳光，柔和的光影效果，浅景深，背景模糊以突出主体，清新唯美的古风摄影风格，电影感，高分辨率，细腻的皮肤质感，梦幻氛围。",
    "prompt2": "一位年轻女性，身着精致的传统汉服，上身穿着朱红色的交领短襦，宽大的袖口，下身搭配淡青色的齐胸长裙，裙摆上有淡雅的花卉刺绣，一条半透明的橙黄色长披帛随风向后飘扬，营造出灵动的感觉，黑色的长发梳成复杂的古典高髻，发间装饰着鲜艳的红花和垂下的珍珠流苏发饰，侧身背对镜头，左手优雅抬起，身体呈现转身或舞蹈的动态，姿态轻盈优美，衣袂飘飘。"
  },
  {
    "image": "/images/artPhoto/5692/art-9.jpg",
    "description": "倚栏持扇神恬静",
    "prompt1": "户外场景，中国古典园林风格，精致的白色石质栏杆，栏杆柱头有云纹浮雕，背景是茂密且虚化的绿色树林，明媚的自然阳光透过树叶洒下，形成柔和的光斑，古风摄影，唯美氛围，高清晰度，电影感光影，景深效果。",
    "prompt2": "一位年轻女性，身穿中国传统汉服，朱红色透明薄纱上襦，搭配淡青色齐胸长裙，裙身有暗纹花卉刺绣，身披淡黄色披帛，黑色长发盘成高耸的古典发髻，装饰有鲜艳的红色花朵头饰和精致的金属发簪，手中持有一把带有长流苏的圆形团扇，身体轻轻倚靠在白色石栏上，姿态优雅放松，神情恬静。"
  },
  {
    "image": "/images/artPhoto/5692/art-10.jpg",
    "description": "持扇低头显温婉",
    "prompt1": "户外自然光，柔和的日光，浅景深，背景虚化，中国古典园林环境，隐约可见的石质栏杆和绿色植被，电影级质感，高分辨率，8k，古风摄影，唯美氛围，写实风格，柔焦效果。",
    "prompt2": "一位身着汉服的古代女子，穿着朱红色交领薄纱上衣，搭配淡青色印花长裙，胸前系着宽大的蓝色丝带，丝绸质感飘逸。头发梳成精致的古代高髻，装饰着金色发簪、珍珠流苏步摇和红色花朵头饰，佩戴红色珍珠耳坠。双手持一把带有繁复纹样的圆形团扇，姿态优雅端庄，微微低头，展现出温婉古典的气质。"
  },
  {
    "image": "/images/artPhoto/5692/art-11.jpg",
    "description": "红墙前持扇仰首",
    "prompt1": "红色宫墙背景，背景虚化，柔和的自然光，墙面上投射出发饰的清晰阴影，古风摄影风格，电影质感，高清晰度，唯美氛围，暖色调，8k分辨率。",
    "prompt2": "一位年轻女性，侧身站立，黑色长发盘成精致的古典高髻，佩戴着精致的金色镂空发饰和垂坠的珍珠流苏步摇，发间点缀着红色花朵，身穿朱红色传统汉服，领口可见细腻织纹，手中持有一把带有蓝金色繁复图案的团扇，微微仰头，姿态优雅端庄，展现出古典韵味。"
  },
  {
    "image": "/images/artPhoto/5692/art-12.jpg",
    "description": "长廊回眸提衣袖",
    "prompt1": "古风摄影，中国古代建筑长廊，排列整齐的红色圆柱，强烈的纵深感，背景虚化（Bokeh），顶部悬挂着模糊的红灯笼，温暖的午后阳光，柔和的光影，丁达尔效应，电影感布光，高分辨率，8k画质，唯美意境，杰作。",
    "prompt2": "一位身穿汉服的年轻女性，侧身站立并回眸，黑色长发盘成精致的古代高髻，佩戴红色花朵头饰，金色发簪，珍珠流苏发饰，身穿红色半透明薄纱大袖衫（外搭），内搭淡青色抹胸，下身是淡青色齐胸襦裙，裙摆上有精美的花卉刺绣图案，一只手轻轻提起衣袖，姿态优雅温婉，古典气质，全身照。"
  },
  {
    "image": "/images/artPhoto/5692/art-13.jpg",
    "description": "长廊端坐扇伴旁",
    "prompt1": "中国古典园林建筑，带有红色圆柱的长廊或亭子，屋檐下悬挂着传统的红色灯笼（圆形和方形），精致的木质斗拱结构。背景是郁郁葱葱的绿色树木，通过大光圈虚化处理，白色的石质栏杆环绕。前景有模糊的绿色枝叶作为前景遮挡，增加画面层次感。明亮的自然日光，柔和的光影，高分辨率摄影，古风摄影风格，色彩清新典雅，电影感构图。",
    "prompt2": "一位身穿精美汉服的优雅女性，上身穿着红色的交领短衫，下身搭配淡青色（或蓝绿色）的长裙，裙摆上有金色的刺绣花纹，面料呈现出丝绸和薄纱的质感。黑色的长发盘成复杂的古典发髻，装饰着红色的花朵头饰和金色的发簪步摇。她侧身坐在长廊的木质长凳上，姿态端庄而放松，身体微微转向一侧，双手自然摆放，身边放着一把黑色的扇子和白色的织物。"
  }
]