[
  {
    "image": "/images/artPhoto/5875/art-1.jpg",
    "description": "廊下扶笠持长剑",
    "prompt1": "古风摄影，武侠风格，木质回廊或窗边，土黄色的墙壁，午后强烈的阳光从右侧射入，在墙面和地面投射出明显的条纹状光影，电影质感，暖色调，前景有虚化的深棕色木质栏杆，高清晰度，8k分辨率，柔和的景深。",
    "prompt2": "一位身着黑色汉元素武侠长袍的女性，宽大的黑色袖子上绣有精致的白色银杏叶图案，内穿白色交领衣，头戴一顶黑色的宽檐编织斗笠，黑色长发自然披散在肩头，侧身站立，一只手轻轻抬起扶着斗笠边缘，另一只手自然下垂握着一把带鞘的长剑，姿态潇洒英气，全身像。"
  },
  {
    "image": "/images/artPhoto/5875/art-2.jpg",
    "description": "回廊背身抚发簪",
    "prompt1": "古老的土黄色建筑回廊，粗糙的木质栏杆和立柱，强烈的侧逆光，阳光透过栏杆在地面和墙壁上投射出清晰的条纹状阴影，温暖的午后阳光氛围，电影级布光，复古胶片质感，武侠风格，历史沧桑感，暖色调，高分辨率摄影。",
    "prompt2": "一个身穿黑色传统汉服的侠客，侧背面视角，黑色长发自然披散在背部，头戴黑色发冠并插有一根细长的发簪，一只手抬起轻轻扶着头饰，黑色长袍背面绣有精致的白色云纹和红色龙纹图案，宽大的袖口，衣摆垂坠感强，身姿挺拔优雅，神秘感，全身照。"
  },
  {
    "image": "/images/artPhoto/5875/art-3.jpg",
    "description": "土楼扛剑立阶上",
    "prompt1": "电影质感，暖黄色调，夕阳余晖，中国西北大漠风格的古老土坯建筑群，粗糙的黄土墙面，木质楼梯和栏杆，强烈的侧光在墙面上投射出清晰的几何阴影，深蓝色的天空，前景有干枯的芦苇丛，高对比度，复古胶片摄影风格，武侠电影氛围，8k分辨率。",
    "prompt2": "一位身穿深黑色宽大古装长袍的女侠，层叠的深色衣摆和宽袖，传统的束发发型，佩戴发簪，手持长剑扛在肩头，站在土墙边的石阶上，侧身站立的姿态，身姿挺拔潇洒，衣褶自然垂落，冷峻的侠客气质，全身照。"
  },
  {
    "image": "/images/artPhoto/5875/art-4.jpg",
    "description": "土楼倚栏举斗笠",
    "prompt1": "充满西域风情的古老土黄色建筑，粗糙的泥墙质感，两层楼结构，二楼有质朴的木制阳台和垂直木条栏杆，屋顶延伸出铺着芦苇的屋檐，一楼上方悬挂着橙黄色的遮阳篷布，左侧有稀疏的枯树枝，强烈的午后阳光照射，暖黄色调，高对比度，胶片摄影质感，电影镜头感，低角度仰视视角，复古怀旧氛围。",
    "prompt2": "一位身穿深色古装武侠风格服饰的女性，黑色长发束起，显得干练，站在二楼的木制栏杆旁，侧身站立，身体微微前倾依靠在栏杆上，一只手扶着栏杆，另一只手举着一个宽檐斗笠在头侧，仿佛在遮挡阳光或刚刚摘下帽子，身姿挺拔，侠客气质。"
  },
  {
    "image": "/images/artPhoto/5875/art-5.jpg",
    "description": "阶上戴笠持木棍",
    "prompt1": "电影级摄影，古风武侠氛围，透过前景模糊的木质栏杆或窗棂进行窥视构图，土黄色的粗糙夯土墙壁背景，古老的石阶，强烈的侧向午后阳光，斗笠在墙上投下清晰且独特的网状阴影，温暖的金黄色调，高对比度光影，胶片颗粒质感，复古色调。",
    "prompt2": "一位身着黑色汉服长袍的女性，内搭白色交领上衣，袖口处有黑白相间的纹样装饰，头戴黑色宽边竹编斗笠，黑色长发自然披散垂落在肩头，手中握着一根细长的木棍或剑鞘，侧身站立在台阶之上，身姿修长挺拔，散发出清冷孤傲的侠客气质。"
  },
  {
    "image": "/images/artPhoto/5875/art-6.jpg",
    "description": "台阶横笛低首坐",
    "prompt1": "古风摄影，武侠电影风格，暖黄色调，夕阳余晖，斑驳的光影投射在粗糙的土黄色墙壁上，木质结构的室内环境，柔和的侧光，高画质，胶片质感，静谧而怀旧的氛围，景深效果，复古色调。",
    "prompt2": "一位年轻女性，身穿黑色宽袖古风汉服（类似劲装），袖口处有白色的藤蔓花纹刺绣，内搭白色交领中衣，黑色长发梳成高耸的发髻，发丝略显凌乱自然，脚踩黑色布靴，坐在木质台阶上，双手横握一支竹笛置于身前，身体微微前倾，低头注视手中的笛子，展现出一种沉静的侠客气质。"
  },
  {
    "image": "/images/artPhoto/5875/art-7.jpg",
    "description": "枯树横剑坐潇洒",
    "prompt1": "古代边塞村落场景，干燥的沙土地面，充满武侠氛围。背景中有土黄色的古朴建筑和简易的木质棚屋。周围环绕着许多光秃秃的枯树，树枝上挂着红色的祈福布条，增添了神秘感。阳光强烈，投射出清晰的阴影，整体色调呈现温暖的复古胶片感，天空湛蓝，电影级光照，高清晰度，写实风格，广角镜头。",
    "prompt2": "一位身穿黑色古装劲装的女性侠客，外袍宽大且有质感，内搭白色交领衣衫，腰间束带。脚穿黑色高筒布靴。她梳着利落的古代发髻，头戴细长的黑色发簪。她侧身坐在一根粗壮的枯树干上，姿态潇洒放松，双腿自然垂下。一手横握着一把长剑指向侧方，另一只手轻触头部的发簪，展现出英气勃勃的武者风范，全身照。"
  },
  {
    "image": "/images/artPhoto/5875/art-8.jpg",
    "description": "古镇背影独行侠",
    "prompt1": "中国古代城镇街道场景，宏伟的粗糙木制牌坊矗立在前景，牌坊横梁中央刻有金色汉字“定北安民”，木质纹理清晰可见，远处是另一座传统中式门楼和飞檐翘角的瓦片屋顶建筑，街道两旁悬挂着白色的方形纸灯笼和红色流苏，还有木质的摊位和石质基座，阳光明媚的午后，温暖的自然光线，地面投射出长长的阴影，复古胶片色调，电影级构图，高清晰度，写实风格，8k分辨率。",
    "prompt2": "背影，一名身穿黑色古代武侠劲装长袍的侠客，背对镜头正沿着街道向远处行走，黑色长发束成高马尾或发髻，衣服背面有精致的银色云纹或龙纹刺绣图案，衣料看起来有质感，衣摆随风微微飘动，身姿挺拔，孤独而坚定的氛围，全身照。"
  },
  {
    "image": "/images/artPhoto/5875/art-9.jpg",
    "description": "驿站托腮横长剑",
    "prompt1": "古风武侠场景，秋日午后，暖色调，电影质感，浅景深效果。背景设定在一个古代驿站或武馆庭院，右侧停放着一辆巨大的复古木制马车，拥有红色的辐条车轮，车顶覆盖着厚实的篷布，车身侧面挂着黄红相间的垂帘。左侧前景有模糊的粗壮木质栏杆作为前景遮挡，增加了画面的层次感。中景立着一个立在木柱上的方形古朴灯笼。背景远处可以看到木制的兵器架，上面插着排列整齐的长矛和刀剑。远处的树木叶子枯黄，阳光透过树枝洒下，营造出一种江湖羁旅的氛围。高分辨率，写实摄影风格，8k画质。",
    "prompt2": "一位身穿黑白配色汉服的年轻侠客。上身穿着黑色的宽袖外袍，袖口处有精致的白色花纹刺绣，内搭白色交领中衣。下身穿着白色的宽松裤装，脚踩黑色的高筒皮靴。头发乌黑，随意地束在头顶成发髻，显得干练而随性。人物侧坐在一个雕刻粗糙的石墩上，身体微微前倾，左手手肘支撑在大腿上，手掌轻托着头部，呈现出一种沉思或休息的姿态。右手横握着一把带鞘的长剑置于腿间。双腿自然摆放，一只脚踩在石墩边缘，姿态慵懒而帅气，身形修长。"
  },
  {
    "image": "/images/artPhoto/5875/art-10.jpg",
    "description": "逆光捧碗向前递",
    "prompt1": "古风人像摄影，电影级质感，温暖的夕阳逆光，柔和的金色光晕，明显的发丝光（Rim light），背景深度虚化，浅景深，暖黄色调，唯美意境，高画质，8k分辨率，细腻的光影层次，梦幻氛围。",
    "prompt2": "一位年轻女性，黑色长发半扎成高马尾，发丝略显凌乱且在逆光下清晰飘逸，身穿黑色带有白色抽象纹样的宽袖古装外袍（类似道袍或侠客装），内搭白色交领中衣，双手捧着一个深色的陶瓷碗向前递出，仿佛正在敬茶或敬酒，身体微微前倾，姿态自然，展现出一种干练清冷的江湖女侠气质。"
  },
  {
    "image": "/images/artPhoto/5875/art-11.jpg",
    "description": "戴笠捧碗光斑驳",
    "prompt1": "古风摄影，武侠电影质感，温暖的午后阳光，柔和的自然光，阳光透过斗笠在脸上投下明显的网格状斑驳阴影，浅景深，背景虚化，暖色调，高分辨率，细腻的皮肤质感，氛围感强，8k画质。",
    "prompt2": "一位年轻女性，头戴宽边黑色竹编斗笠，黑色长直发自然垂落在肩头和胸前，发丝柔顺，身穿深灰色棉麻质感的汉服外袍，内搭白色交领衣衫，双手捧着一只深色的小瓷碗，姿态优雅宁静，侧身面向前方，古装女侠风格。"
  },
  {
    "image": "/images/artPhoto/5875/art-12.jpg",
    "description": "荒野坐饮扶斗笠",
    "prompt1": "户外自然光，电影级质感，武侠古风摄影，暖色调阳光，侧逆光效果，浅景深，背景虚化，荒野或沙漠环境，光影斑驳，高清晰度，8k分辨率，复古胶片感。",
    "prompt2": "一位身着黑色侠客装束的女性，黑色长直发自然垂落，头顶盘发，佩戴宽大的黑色竹编斗笠，斗笠顶部有网状编织细节。身穿黑色宽袖外袍，衣身绣有白色银杏叶图案，内搭白色交领中衣，腰间束带。呈坐姿，左手轻扶斗笠边缘，右手持一只深色小茶碗，衣褶线条流畅自然，整体气质清冷孤傲。"
  },
  {
    "image": "/images/artPhoto/5875/art-13.jpg",
    "description": "酒坛旁醉倚竹杖",
    "prompt1": "古风武侠场景， rustic wooden tavern entrance (质朴的木制酒馆入口)，背景是陈旧的垂直木板墙，两侧悬挂着写有金色书法的黑色对联。地面上和台阶旁摆放着多个巨大的陶制酒坛，坛身上贴着写有“酒”字的菱形纸标。温暖的夕阳金光洒在场景中，营造出怀旧、江湖的氛围。电影级布光，高清晰度，写实风格，胶片质感，暖黄色调。",
    "prompt2": "一位身穿黑色宽松长袍的年轻女子，外袍材质看起来柔软且有垂坠感，袖口处有白色纹样，内搭白色交领上衣。她脚穿黑色布鞋。黑色长发随意地盘在脑后，略显凌乱。她侧身慵懒地斜倚在木质的台阶或长凳上，身体姿态放松，呈现出一种微醺或休息的状态。一只手自然弯曲托着头部，另一只手握着一根细长的竹杖或木棍，随意地搭在腿部和身上。"
  },
  {
    "image": "/images/artPhoto/5875/art-14.jpg",
    "description": "朱门倚靠抱竹笛",
    "prompt1": "古风建筑场景，巨大的古老木质大门，门上有排列整齐的金属铆钉和精致的兽首门环，温暖的侧逆光照射在门板上，形成强烈的光影对比和长长的阴影，背景远处虚化可见中式石灯笼、飞檐翘角的古建筑屋顶以及光秃的树枝，秋冬季节氛围，电影质感，暖色调，高清晰度，复古胶片风格。",
    "prompt2": "一位年轻女子，身穿黑色宽袖汉服（大袖衫），袖口处有白色的植物叶片刺绣图案，内搭白色交领中衣，黑色长发自然垂落，发丝略显凌乱美，侧身倚靠在巨大的木门上，双臂交叉抱在胸前，手中垂直握着一支深色的竹笛（或箫），头部微微低垂，闭目养神，姿态放松且优雅，神情宁静。"
  }
]