[
  {
    "image": "",
    "description": "花下提灯低眉立",
    "prompt1": "夜晚户外场景，左上角有盛开的粉色樱花或桃花枝条垂下，背景深邃幽暗，带有梦幻的冷色调，电影级布光，柔和的暖黄色灯光从右下角的灯笼发出，形成冷暖对比，照亮人物，浅景深效果，背景虚化，唯美古风摄影风格，高画质，细腻的光影渲染，8k分辨率。",
    "prompt2": "一位身着精美汉服的古代女子，穿着淡青色与粉色相间的轻薄纱质外衣，内搭粉色衣物，宽大的袖口飘逸，衣料半透明且富有层次感，丝绸质感。梳着复杂的古代高盘发髻，黑发如云，头戴粉色花朵发饰和精致珠钗。双手轻握一根细长的木杆，提着一盏发光的圆形传统灯笼，身体微微前倾，低头注视着手中的灯笼，姿态温婉优雅，侧身站立。"
  },
  {
    "image": "",
    "description": "樱花树下轻扶枝",
    "prompt1": "夜晚，盛开的粉色樱花树作为背景，繁茂的花枝，梦幻柔焦效果，深景深虚化背景，柔和的夜间补光，古风摄影风格，电影质感，高分辨率，唯美浪漫氛围，8k画质。",
    "prompt2": "一位身着淡青色与粉色相间汉服的古代女子，轻薄的丝绸材质，宽大的半透明袖口，胸前系着精致的粉色交叉丝带，黑色长发盘成高耸精致的古典发髻，佩戴白色花朵发饰，鬓角垂下几缕碎发，侧身站立，微微低头，视线向下，一只手轻轻握住面前的樱花枝条，姿态优雅温婉，古典韵味。"
  },
  {
    "image": "",
    "description": "夜坐提灯映裙摆",
    "prompt1": "夜晚，背景深度虚化，漂浮的粉色花瓣，梦幻浪漫的氛围，冷色调的暗光环境，电影级布光，柔和的光晕，冷暖色调对比（背景冷蓝紫与前景暖黄），古风摄影风格，高清晰度，8k分辨率，景深效果。",
    "prompt2": "一位身穿汉服的年轻女子，复杂的黑色高发髻，佩戴淡紫色花朵发饰和精致的银色珠钗，身穿淡青色透明薄纱大袖衫，质感轻盈飘逸，内搭红色刺绣抹胸裙，衣摆处有粉色渐变，双手握着一根细长的木杆，杆下悬挂着一盏发光的传统中式圆形灯笼，灯笼发出温暖的黄光并照亮了下半身的裙摆，优雅的坐姿，身后隐约可见紫色的织物靠垫。"
  },
  {
    "image": "",
    "description": "披绒执物坐长椅",
    "prompt1": "夜晚户外场景，身后有深色木质长椅，柔和的暖色侧光打在人物身上，背景较暗，前景有模糊的粉色光斑和虚化效果，营造梦幻唯美的氛围，电影感布光，浅景深，高分辨率，古风人像摄影，精致细腻。",
    "prompt2": "身着淡青色薄纱汉服，外披一件厚实的白色毛绒披肩，衣袖宽大飘逸，肩部有精致的彩色圆形刺绣图案，腰间系着粉色丝带。黑色长发盘成复杂的古典高髻，装饰着粉色和白色的花朵头饰及发簪。人物呈坐姿，身体微微侧转，双手交叠轻拢在胸前毛绒披肩处，手中握着一个长方形木制物件，姿态优雅端庄，气质清冷。"
  },
  {
    "image": "",
    "description": "披绒提灯坐凝望",
    "prompt1": "夜晚，梦幻般的氛围，背景是大量虚化的粉色樱花或桃花散景（Bokeh），深色背景衬托出柔和的光影，电影级布光，灯笼发出的温暖黄光，古风摄影风格，高画质，唯美主义，8k分辨率，杰作。",
    "prompt2": "一位穿着精美汉服的中国古代女子，身着淡青色与红色渐变的薄纱长裙，衣料轻盈飘逸且带有半透明质感，肩披厚实的白色毛绒披肩，黑色长发盘成复杂的古风高髻，佩戴精致的银色或珍珠发饰，几缕碎发垂落，优雅地坐在木制椅子上，双手握着一根长杆，杆端悬挂着一盏发光的传统六角纸灯笼，低头凝视，姿态端庄宁静。"
  },
  {
    "image": "",
    "description": "花前抬手触枝丫",
    "prompt1": "古风摄影，唯美主义，梦幻氛围，柔和的漫射光，粉色桃花盛开，前景有虚化的花枝遮挡增加层次感，暗色背景突出主体，电影级布光，高分辨率，8k画质，细腻的皮肤质感，艺术写真，柔焦效果。",
    "prompt2": "一位年轻女子，身穿淡青色透明薄纱汉服，内搭粉色菱格纹抹胸，系着粉色亮片丝带，宽大的袖口，精致的刺绣细节，黑色长发盘成复杂的古典高髻，发丝柔顺光泽，几缕碎发自然垂落，姿态优雅，微微低头，一只手轻轻抬起靠近胸前触碰花枝，身体微微侧转，古典韵味，柔美身姿。"
  },
  {
    "image": "",
    "description": "花间舞袖衣袂飘",
    "prompt1": "夜晚，盛开的粉色樱花树背景，繁花似锦，花枝环绕，暗调背景突出主体，梦幻唯美的氛围，柔光照明，电影级布光，古风摄影风格，高分辨率，细节丰富，景深效果，仙气飘飘。",
    "prompt2": "一位身穿汉服的年轻女子，穿着淡青色与粉色渐变的薄纱广袖流仙裙，衣袖上有精美的刺绣图案，宽大的袖子在空中飞舞，呈现出动态模糊的效果，姿态优雅飘逸，黑色长发盘成复杂的古典发髻，头戴粉色花朵发饰，侧身站立，正在舞动长袖，衣袂飘飘。"
  },
  {
    "image": "",
    "description": "花间起舞舒广袖",
    "prompt1": "夜晚的户外场景，上方垂下盛开的粉色桃花或樱花枝条，背景幽暗深邃，带有梦幻般的柔光效果，电影级布光，唯美古风氛围，高清晰度，8k分辨率，景深效果。",
    "prompt2": "一位身穿精美汉服的年轻女子，身着淡青色与粉色相间的飘逸长裙，材质为轻薄的丝绸和半透明薄纱，宽大的袖子和长长的飘带随风舞动。她正在优雅地起舞，一只手臂高高举起，身体呈现优美的舒展和旋转姿态。黑色的长发盘成精致的古典发髻，装饰着粉色的花朵发饰，整体造型仙气飘飘。"
  },
  {
    "image": "",
    "description": "提灯伫立花枝下",
    "prompt1": "夜晚的古风庭院，盛开的粉色桃花或樱花树枝从上方垂下，营造出浪漫梦幻的氛围，柔和的暖黄色灯笼光晕与冷色调的夜色形成对比，电影级布光，唯美主义，高分辨率，景深效果，背景虚化，暗调背景，中国风摄影。",
    "prompt2": "一位身着华丽汉服的女子，穿着淡青色渐变至深红色的轻纱大袖衫，材质轻薄透明且飘逸，内搭粉色与白色相间的襦裙，胸前有红色的系带装饰，裙摆上有精致的刺绣图案，丝绸质感。黑色长发梳成复杂的古典发髻，两侧留有鬓发，头戴白色的花朵发饰和流苏。双手持着一根细长的木杆，提着一盏发光的圆柱形传统黄色灯笼，姿态优雅端庄，全身照，站立姿势。"
  },
  {
    "image": "",
    "description": "提灯斜倚身姿柔",
    "prompt1": "夜晚户外场景，盛开的粉色桃花枝条从上方垂下，柔和的聚光灯照明，梦幻唯美的古风摄影风格，高画质，电影感光影，浅景深，氛围感强，色彩清新淡雅。",
    "prompt2": "一位穿着精美汉服的女性，身着淡青色半透明薄纱外衫，衣身带有精致的刺绣图案，下穿粉色渐变光泽感长裙，衣袂飘飘，材质轻盈。黑色长发梳成高耸复杂的古典发髻，装饰着粉色花朵和白色羽毛状发饰。她手中提着一盏米白色的长柄灯笼，身体呈倾斜姿态，动作舒展优雅，展现出动态的飘逸感，一只手臂抬起握着灯杆，另一只手自然伸展，整体姿态柔美灵动。"
  },
  {
    "image": "",
    "description": "捧花低眉花间立",
    "prompt1": "夜晚户外，深邃的暗色背景，繁茂的粉色桃花或樱花树枝从上方垂下，花朵盛开，营造出浪漫唯美的氛围。柔和的电影级布光，梦幻的光影效果，高分辨率，古风摄影风格，8k画质，景深虚化，清新典雅。",
    "prompt2": "一位身穿汉服的古代女子，身着淡青色半透明薄纱大袖衫，质感轻盈，内衬粉色与白色渐变的丝绸长裙，衣袖宽大飘逸，袖口有红色装饰带。黑色的长发梳成精致复杂的古代高髻，发间装饰着粉色的花朵头饰和精致的发簪流苏。她双手轻柔地托举着一枝盛开的粉色花枝靠近胸前，头部微微低垂，姿态温婉优雅，身体自然站立，展现出古典韵味。"
  }
]