[  {
    "image": "/images/artPhoto/5427/art-1.jpg",
    "description": "花间撑伞嗅芳香",
    "prompt1": "户外自然场景，盛开的黄色花朵（类似风铃木）环绕四周，前景有虚化的花枝营造景深感，背景是模糊的宽阔水面和远处的树林，淡蓝色的天空，柔和的漫射自然光，古风摄影风格，唯美梦幻，电影级光效，高清晰度，色彩清新淡雅，青绿色与暖黄色的和谐搭配。",
    "prompt2": "一位年轻女子侧身站立，身穿淡绿色的汉服，衣料为轻薄半透明的薄纱材质，拥有宽大的袖口，腰间系有细带。黑色长发盘成古典发髻，佩戴着精致的银色发饰。她手中撑着一把米白色的传统油纸伞，伞骨清晰可见。她微微仰起头，似乎在嗅闻花香或欣赏高处的花朵，一只手轻扶伞柄，另一只手轻触花枝，姿态优雅恬静，动作轻柔自然。"
  },
  {
    "image": "/images/artPhoto/5427/art-2.jpg",
    "description": "举伞仰面迎春风",
    "prompt1": "户外自然光摄影，明媚的蓝天白云，春日氛围，背景是盛开的黄色花丛和模糊的枯树枝，浅景深虚化背景，清新明亮的色调，柔和的光影，唯美古风意境，高清晰度，8k分辨率，电影感构图。",
    "prompt2": "一位年轻女子，身穿浅薄荷绿色的汉服，衣料轻薄飘逸，宽大的广袖，白色内衬，衣侧挂有红色流苏配饰。黑色长发梳成古典发髻，佩戴精致的白色花朵发饰。她侧身站立，双手举着一把白色的传统油纸伞，姿态优雅，微微抬头仰望，动作轻盈自然，仿佛在与春风互动。"
  },
  {
    "image": "/images/artPhoto/5427/art-3.jpg",
    "description": "湖畔执伞拾银杏",
    "prompt1": "秋日湖畔，宁静宽阔的水面，水面倒映着岸边金黄色的树木和天空，前景左侧有虚化的黄色花枝作为点缀，柔和的自然光，浅景深效果，电影感布光，中国古风摄影，唯美意境，高分辨率，8k画质，淡青色与暖黄色的色调和谐统一，户外人像写真。",
    "prompt2": "一位年轻女子，身穿淡青色汉服，轻薄的纱质面料，宽大的袖口，白色交领内衬，黑色长发，半扎发造型，发髻上有简单的发饰，坐在岸边的枯草地上，手持一把巨大的白色油纸伞，伞骨清晰可见，另一只手拿着一片黄色的银杏叶，姿态优雅端庄，侧身坐姿，面向镜头。"
  },
  {
    "image": "/images/artPhoto/5427/art-4.jpg",
    "description": "林间持扇望花影",
    "prompt1": "户外自然场景，盛开的黄色风铃木树林，满树金黄的花朵，柔和的漫射光，浅景深，背景虚化营造出梦幻氛围，清新明亮的色调，唯美古风摄影，电影级构图，8k分辨率，高画质。",
    "prompt2": "一位年轻女子，身穿浅青色薄纱汉服，宽大的袖口，衣料轻盈飘逸，黑色长直发，精致的半扎发髻，佩戴简约发饰，侧身站立，微微抬头仰望树枝，手中轻握一把折扇，姿态优雅恬静，全身照。"
  },
  {
    "image": "/images/artPhoto/5427/art-5.jpg",
    "description": "撑伞抬手探花枝",
    "prompt1": "户外自然场景，柔和的自然光，浅景深，背景虚化，大片盛开的黄色花朵（迎春花），交错的树枝，远处模糊的河流或湖泊水面，中国古风摄影风格，清新淡雅，唯美意境，高分辨率，电影感色调，8k画质。",
    "prompt2": "一位年轻女性，身穿浅青色汉服，轻薄透明的纱质外衣，宽大的广袖，白色内衬，黑色长发盘起并配有白色发饰，侧身站立，左手高举一把白色的传统油纸伞，伞柄垂下红色流苏，右手微微抬起仿佛在触碰花朵，头部微仰，姿态优雅舒展，全身像。"
  },
  {
    "image": "/images/artPhoto/5427/art-6.jpg",
    "description": "执伞静立花影中",
    "prompt1": "户外自然光，平静的水面背景，前景和背景充满虚化的黄色花朵（类似黄花风铃木），枝条垂下，柔和的漫射光，浅景深，梦幻唯美的氛围，中国古风摄影风格，高分辨率，色彩清新淡雅，淡黄色与薄荷绿的配色，电影感构图。",
    "prompt2": "一位年轻女子，身穿淡青色（薄荷绿）的汉服，衣料轻薄飘逸，宽大的袖口，黑色长发自然垂落并简单束起，有些许碎发，手持一把白色的油纸伞，伞面上点缀着几枝黄色的花朵，双手轻握伞柄，姿态优雅端庄，侧身站立，伞遮挡住身体下半部分，神态宁静。"
  },
  {
    "image": "/images/artPhoto/5427/art-7.jpg",
    "description": "抱伞侧身倚花丛",
    "prompt1": "盛开的黄色黄花风铃木，繁茂的花枝，背景深度虚化，梦幻的散景光斑，柔和温暖的自然光线，户外自然风景，古风人像摄影，唯美主义，高分辨率，8k画质，电影感色调，清新淡雅的氛围。",
    "prompt2": "一位年轻女性，身穿淡薄荷绿色的宽袖汉服，衣料轻薄透明且飘逸，古典交领设计，黑色长直发自然披散在肩后，带有简单的古风发饰，双手怀抱一把收拢的浅色油纸伞，伞柄处挂有红色的流苏挂件，侧身站立，身体微微转向镜头，姿态优雅端庄，神情宁静。"
  },
  {
    "image": "/images/artPhoto/5427/art-8.jpg",
    "description": "怀抱花束触黄花",
    "prompt1": "户外自然光摄影，浅景深，背景高度虚化，柔和的散景效果，湖边或水边场景，右侧有延伸出的树枝开满黄色的花朵，背景中有模糊的黄色花丛，梦幻唯美的氛围，中国古风摄影风格，清新淡雅的色调，淡青色与暖黄色的色彩搭配，高分辨率，8k画质，杰作。",
    "prompt2": "一位年轻的中国女性，黑色长直发，梳着温婉的低马尾或半扎发，几缕碎发自然垂落在脸颊旁，身穿淡青色（薄荷绿）的汉服，外层为轻薄的透明纱质面料，拥有宽大的飘逸袖口，内搭白色交领上衣，手中怀抱着一束装饰有黄色花朵的竹简或花束，左手轻轻抬起触碰树枝上的黄花，优雅的站姿，身体微微侧向镜头，气质端庄古典。"
  },
  {
    "image": "/images/artPhoto/5427/art-9.jpg",
    "description": "抚琴对伞坐秋林",
    "prompt1": "户外秋日自然风景，背景是虚化的金黄色树叶和树林，右侧隐约可见平静的水面，地面覆盖着枯草和落叶，柔和的自然光，浅景深效果，梦幻唯美的氛围，高分辨率，古风摄影风格，色彩柔和温暖，电影感构图。",
    "prompt2": "一位年轻女性，身穿浅绿色（薄荷绿）飘逸的汉服，材质轻薄如纱，拥有宽大的袖子，腰间系着带有圆环装饰的白色腰带，黑色长直发自然垂落并在脑后简单束起，佩戴简约的古风发饰，盘腿坐在草地上，双手轻抚身前横放的黑色古琴，姿态优雅端庄，身旁左侧地面上斜靠着一把白色的油纸伞，整体气质温婉古典。"
  },
  {
    "image": "/images/artPhoto/5427/art-10.jpg",
    "description": "撑伞抬头赏花枝",
    "prompt1": "古风摄影风格，柔和的自然光，浅景深效果，背景高度虚化。场景位于户外水边，左侧前景有延伸出的开满橙黄色花朵的树枝，远处是模糊的湖面和树木倒影，天空呈现淡雅的蓝白色，整体色调清新、低饱和度，具有梦幻和电影般的艺术质感。",
    "prompt2": "一位身穿浅薄荷绿色汉服的少女，外罩轻薄透明的纱质外衣，袖口宽大洁白。黑色长发自然垂落并部分盘起。她侧身站立，手中撑着一把白色的传统油纸伞，伞骨清晰可见。她的一只手轻轻抬起，指尖触碰或指向旁边的黄色花朵，头部微微上扬看向花枝，姿态优雅宁静，动作轻柔自然。"
  },
  {
    "image": "/images/artPhoto/5427/art-11.jpg",
    "description": "撑伞抬手触黄花",
    "prompt1": "户外摄影，柔和的自然光，漫射光，浅景深，背景虚化，盛开的黄色花树（类似黄花风铃木），交错的树枝，远处宁静的湖面或河流，春季氛围，清新淡雅的色调，古风意境，电影感光效，高画质，8k分辨率，唯美浪漫，梦幻感。",
    "prompt2": "一位年轻女性，身穿浅薄荷绿色的汉服，材质为轻薄的透明纱质，宽大的袖子，层叠飘逸的长裙，衣纹自然垂坠。黑色长发，简单的半扎发或盘发造型，几缕发丝自然垂在肩头。手持一把白色的油纸伞，伞柄处挂着鲜艳的红色流苏。侧身站立，左手轻轻抬起触碰枝头的花朵，右手持伞靠在肩后，姿态优雅端庄，古典气质，身体线条柔和。"
  }
]